<template>
	<div class="Authorize">
		<h1>授权委托书</h1>
		<p>委托人：</p>
		<p>身份证号：</p>
		<br/>
		<p>受托人：深圳市前海领投互联网金融服务有限公司</p>
		<p>办公地址：深圳市福田区中康路卓越城一期3栋704-705</p>
		<br/>
		<p>
			委托人通过受托人前海领投平台（网址：www.qhlead.com）居间介绍， 与合同相对方达成借款协议及其他相关文件之约定（包括但不限于融资借款合同、授权委托书等）。 现委托人与受托人就借款相关事宜达成如下委托条款：
		</p>
		<p>
			<span>委托人需特别关注和充分理解粗体字的内容。</span>
		</p>
		<p>
			当委托人在本委托书上签字或者在受托人的网站、APP等相关页面上点击<span>“确认”、“完成”或 “确认并授权”</span>等类似提示按钮， 或者实际使用受托人提供的服务（以下简称“服务”），或者与受托人签订其他相关服务协议时，请委托人事先仔细阅读本委托书内容， 委托人在本委托书上签字，或点击
			<span>“确认”、“完成”或实际</span>使用服务，或者签订相关服务协议即代表委托人接受本委托书的全部内容。
		</p>
		<h2>一、电子签名签署之委托</h2>
		<p>
			1、委托人授权受托人以委托人的名义采用电子签约的方式，通过合法的电子签名签署相关服务协议（包括但不限于融资借款合同等）， 委托人对本授权书及电子签名的效力均予以确认。
		</p>
		<p>
			2、委托人授权并认可受托人采用自动签署的方式，通过系统自动完成相关服务协议（包括但不限于融资借款合同等） 的电子签名签署行为，委托人对本授权书及电子签名的效力均予以确认。
		</p>
		<h2>二、信息发送、查询、使用、提供之委托</h2>
		<p>
			1、信息发送、查询、使用、提供是指包括但不限于任何信息的发送、保存、整理、分析、比对、演算、归纳及（或）加工、提供等各项操作。
		</p>
		<p>
			<span>
				2、为顺利实现委托人的出借目的、借款目的及配合网贷监管部门监管的需要，委托人确认并同意，受托人自身可以发送、查询、使用、提供委托人的信息，或者受托人有权将委托人所有信息发送、提供给第三方及授权第三方查询、
				使用。上述第三方的范围的最终解释权在受托人，包括但不限于监管部门或其指定机构、行业自律组织或其指定机构、与受托人合作的第三方等。
			</span>
		</p>
		<p>
			3、本条第1、2款的信息是指包括但不限于委托人的身份信息（姓名、身份证号等能证明委托人身份的信息）、联系方式（手机号、即时通讯工具的用户号、电子邮箱、经常居住地、户籍所在地等）、行为信息（行踪轨迹等各种行为信息）、 交易信息(包括但不限于出借信息、借款信息、还款数据、逾期数据等与借款相关的所有信息)、财产信息、设备信息、负债信息及偿债履约能力判断信息等为顺利实现出借目的、借款目的所需信息以及符合监管部门要求所必要的信息。
		</p>
		<p>
			4、委托人同意向受托人提交本协议第二条第3款的全部信息，并保证其向受托人提交的所有资料和信息都是真实、完整、准确、有效的并能够及时更新。 为了保障向委托人提供有效完整的服务，委托人同意在受托人发现委托人的身份存疑或涉嫌冒用他人身份信息时， 有权基于保护委托人及（或）其他第三方合理利益的需要，要求委托人配合补全或更新相关身份信息及资料，或有权向有关机关投诉， 或有权终止受托事项的处理。如委托人违反本款义务，应由委托人承担因此产生的一切法律责任，包括但不限于赔偿因此给受托人造成的全部损失等。
		</p>
		<p>
			5、受托人依照国家相关法律法规，采取各种严格的措施保护委托人的信息安全，但是鉴于技术限制、黑客侵犯、不可抗力等因素及实现借款目的的需要， 受托人不能确保委托人的全部私人通讯及其他个人信息不被泄露。委托人充分理解并同意，在上述情形下，受托人对委托人个人信息泄漏免责。
		</p>
		<h2>三、借款人逾期催收之委托</h2>
		<p>
			1、在借款人出现违约情形时，委托人委托受托人有权以受托人的名义代为发送律师函，对借款人的违约行为进行合法的提示、矫正、警示；
		</p>
		<p>
			2、在借款人出现逾期等情形时，委托人委托受托人有权以受托人的名义代为进行合法的催收，包括但不限于以受托人的名义进行诉讼、仲裁、直接行使抵押权等；
		</p>
		<p>
			3、受托人必须善尽受托人的审慎义务，以维护委托人的合法权益为己任，受托人通过发送律师函、诉讼、仲裁、行使抵押权等方式进行合法催收后， 获得的回款或者赔偿，在扣除受托人进行催收所承担的诉讼费、保全费、公告费、 律师费等为了保障委托人的合法权益所支出的必要费用以及受托人应当向借款人、委托人收取的相关服务费用外， 剩余的属于委托人应当收取的借款本金、利息等资金为委托人所有，受托人必须返还给委托人。
		</p>
		<h2>四、其他</h2>
		<p>
			<span>						
						1、受托人基于委托人的合法权益，有权将上述全部委托权限进行转委托，且无需再次征得委托人的确认同意。委托人对转委托后转受托人行使的授权行为的效力均予以确认。
						</span>
		</p>
		<p>
			<span>
							2、 本委托书签订之前，对受托人关于本委托书内容进行的行为，委托人表示予以追认，追认行为产生原始授权效力，自始有效。
						</span>
		</p>
		<p>
			3、本委托书采用电子签约的方式签署，委托人对本协议及电子签名的效力予以确认。
		</p>
		<p>
			4、本授权书的效力及于委托人通过前海领投平台居间服务达成的任何交易。
		</p>
		<p>
			5、因本协议所引起的纠纷，双方应协商解决，协商不成的，各方同意将争议提交湛江仲裁委员会(湛江国际仲裁院）依据该委员会的仲裁规则进行仲裁。
		</p>
		<p>
			委托人(签章)：
		</p>
		<p>
			受托人(签章)：深圳市前海领投互联网金融服务有限公司
		</p>
		<p>
			签约时间： 年 月 日
		</p>
	</div>

</template>

<script>
</script>

<style lang="scss">
	.Authorize {
		padding: 10px 15px 30px;
		background: #fff;
		h1 {
			text-align: center;
			line-height: 30px;
			font-weight: bold;
			font-size: 18px;
			margin-bottom: 10px;
		}
		h2 {
			font-size: 14px;
			margin-top: 20px;
			margin-bottom: 10px;
			font-weight: bold;
		}
		p {
			font-size: 12px;
			line-height: 23px;
			color: #000000;
			text-align: justify;
			span {
				font-weight: bold;
			}
		}
	}
</style>