<template>
	<div class="loanContract">
		<p>合同编号（平台募集标号）：</p>
			<table>
				<tr>
					<td>甲方1(借款人):</td>
					<td>甲方2(借款人)：</td>
				</tr>
				<tr>
					<td>身份证号/社会统一信用代码：</td>
					<td>身份证号/社会统一信用代码：</td>
				</tr>
				<tr>
					<td>通讯地址：</td>
					<td>通讯地址：</td>
				</tr>
				<tr>
					<td>联系方式：</td>
					<td>联系方式：</td>
				</tr>
				<tr>
					<td>（下文统称为“甲方”）</td>
					<td></td>
				</tr>
			</table>
			<br />

			<p>身份证号/社会统一信用代码：</p>
			<p>通讯地址：</p>
			<p>联系方式：</p>
			<br />
			<p>丙方 (居间撮合方)：深圳市前海领投互联网金融服务有限公司</p>
			<p>办公地址：深圳市福田区中康路卓越城一期3栋704-705</p>
			<p>联系方式：0755-83222280</p>
			<p>联系人：	</p>
			<p>联系方式：</p>
			<br />
			<p>鉴于</p>
			<p class="nomargin">丙方为“前海领投”平台（互联网域名为www.qhlead.com，“前海领投”，以下称“网络平台”）的运营管理人，提供投融资信息咨询及相关服务。甲乙双方同意遵守丙方网络平台的各项行为准则并均自愿申请注册成为丙方网络平台用户，甲方同意通过前海领投平台向乙方借款，乙方同意通过前海领投平台向甲方发放借款。
			</p>
			<p>
				甲方因资金周转需要借款，经丙方提供融资信息且经丙方撮合，就甲方向乙方借款事宜，三方根据平等、自愿的原则，经协商一致，订立本合同。
			</p>
			<h2>第一条	定义</h2>
			<p>
				除本合同另有约定外，本合同中下列用语的定义如下：
			</p>
			<p>（一）借款金额：指乙方同意向甲方提供的借款金额。</p>
			<p>（二）还款日：指甲方偿还乙方借款本金、支付利息，以及支付丙方融资服务费的日期。</p>
			<p>（三）逾期还款：指甲方未按本合同约定日归还的借款本金、利息，以及偿还融资服务费（提前还款另有约定从约定）。</p>

			<h2>第二条  借款金额、期限</h2>
			<p>
				甲方通过前海领投平台发布借款项目标的，借款金额人民币<span class="textLine"></span>元（大写：人民币 <span class="textLine"></span>元），借款期限 <span class="textLine" style="width: 30px;"></span>个月。
			</p>
			<p>
				在项目标规定的募集期限内，前海领投平台注册用户如决定投标，则可以根据平台的操作指引自行操作确认出借的金额（不超过操作时借款金额之尚未认购的金额）。当前海领投平台注册用户所认投的金额达到甲方申请借款金额时，则借款项目标成功，视为各方交易完成。投标的前海领投平台注册用户自动成为本合同的乙方，享有本合同约定的权利并承担本合同约定的义务。借款期限自借款项目标成功，借款资金划入甲方指定账户之日起计算（含当日）。
			</p>
			<p>
				如在项目标规定的募集期限内，前海领投平台注册用户所认投的金额未达到甲方申请借款金额，则视为借款项目标失败。在此情况下，甲方和乙方的借款合同关系未实际成立，本合同终止。
			</p>
			<h2>第三条  融资项目、借款用途及服务</h2>
			<p>
				（一）甲乙双方经丙方撮合，以<span class="textLine"></span>产品形式达成融资借款目的，甲乙双方均了解和确认上述产品的具体内容和风险，并自愿在丙方平台完成该笔借款融资。
			</p>
			<p>
				（二）甲方明确，本合同项下的借款用于<span class="textLine"></span>， 并且该借款不能用于个人购买住房、出借股票、场外配资、期货合约、结构化产品及其他衍生品等高风险的交易。
			</p>
			<p>（三）甲方擅自改变约定的借款用途的，应当从改变用途之日承担相应的违约责任。</p>
			<h2>第四条  借款利息与费用</h2>
			<p>
				（一）甲方除按约定归还本金外，还应承担因借款而产生的利息及其他费用。
			</p>
			<p>
				（二）甲方应向乙方支付借款利息，借款利率为 <span class="textLine"></span>%/（月/年），即借款人民币<span class="textLine"></span>元，利息共计人民币<span class="textLine"></span>元 。
			</p>
			<p>
				（三）甲方需向丙方按方式<span class="textLine"></span>支付本次撮合交易的融资服务费，融资服务费为借款金额的<span class="textLine"></span>%／年，按照借款期限 <span class="textLine"></span>月计算，共计人民币<span class="textLine"></span>元。
			</p>
			<p>
				①一次性；
			</p>
			<p>
				② 分期：分<span class="textLine"></span>期，每期融资服务费为人民币<span class="textLine"></span>元，与当期利息同时支付。在任何情况下，甲方清偿完毕全部借款本息之日，甲方应向丙方一并核算且同时付清融资服务费。
			</p>
			
			<h2>第五条  还款及计结息</h2>
			<p>甲方的还款方式为：<span class="textLine"></span>。</p>
			<p>
				① 等额本息；② 先息后本
			</p>
			<p>甲方应向乙方偿还借款本金并支付利息，向丙方支付融资服务费。</p>
			
			<h2>第六条  还款顺序</h2>
			<p>
				如甲方所偿还乙方款项少于按本合同约定该日到期的债务总额,该款项按下列次序安排：1、催收费用；2、逾期费用；3、提前还款手续费；4、利息及融资服务费；5、本金。
			</p>
			<p>
				借款人所偿还款项不足以清偿同一顺序全部债务的，按有关债务发生的先后顺序清偿。上述同一顺位的款项如包含了分别归属于乙方和丙方的款项，则按照分别归属于乙方和丙方的款项金额比例平等受偿。
			</p>
			<h2>第七条  甲方主动提前还款及续期</h2>
			<p>
				（一）甲方如需提前还款，应在其拟还款日前3个工作日向丙方提出书面申请。经丙方书面同意，甲方可提前偿还本合同项下借款，乙方对其知情同意。
			</p>
			<p>
				（二）甲方提前还款应同时满足下列条件：
			</p>
			<p>
				1、甲方没有欠付本合同项下任何本金、利息、融资服务费；
			</p>
			<p>
				2、提前还款应还清全部借款。
			</p>
		
			<p>
				（三）提前还款的，甲方需向丙方支付提前还款手续费，提前还款手续费金额按剩余本金的5%计算。
			</p>
			<p>
				（四）提前还款的，甲方需向乙方、丙方付清实际还款日当期的利息、融资服务费，且甲方已支付的利息、融资服务费均不予退还。
			</p>
			<p>
				（五）因甲方违约行为导致丙方要求甲方限期提前清偿债务，按照本合同第十二条第（二）款违约行为处理，不属于本条所述提前还款行为。
			</p>
			<h2>第八条  甲方的陈述和保证</h2>
			<p>
				（一）甲方未隐瞒任何已发生或正在发生的、有可能影响乙丙方对甲方财务状况和偿债能力进行判断的情况。
			</p>
			<p>
				（二）甲方确认本合同项下借款项目及借款事项符合法律法规的要求。
			</p>
			<p>
				（三）甲方签署本合同或履行其在本合同项下的义务并不违反任何适用的法律、法规及其订立的任何其他合同，也不会与其订立的其他合同或存在任何法律上或（和）商业利益上的冲突。
			</p>
			<p>
				（四）甲方保证配合乙丙方对借款项目及借款事项的相关检查。
			</p>
			<p>
				（五）甲方保证按乙丙方的要求及时提供借款人所需资料。
			</p>
			<p>
				（六）甲方向乙丙方提供的所有资料均真实、准确、完整、有效，所提交的复印件均与原件相符。
			</p>
			<p>
				（七）甲方承诺附件二《借款申请表》中所列内容真实、合法、有效，在本合同履行期限内，应保持清单中资产、还款资金来源的稳定，除已披露债务外，无增加负债，未发生影响、降低甲方偿债能力的事件及行为，包括但不限于处置资产、银行加按、民间借贷、涉及诉讼（仲裁、执行）案件等。如影响、降低甲方偿债能力的事件及行为发生，甲方必须立即书面告知丙方，并且按照本合同第十二条第（一）款处理。
			</p>
			<p>
				（八）丙方有权要求甲方提供合同存续期间资金使用的重要动态信息，借款人保证及时提供。
			</p>
			<p>以上陈述和保证在本合同有效期内持续有效。</p>
			<h2>第九条  甲方的权利和义务</h2>
			<p>
				（一）甲方有权按本合同的约定使用借款。
			</p>
			<p>
				（二）甲方有权按本合同的约定提前还款。
			</p>
			<p>
				（三）甲方应按本合同的约定偿付借款本息及融资服务费。
			</p>
			<p>
				（四）当甲方处置（包括但不限于转让、赠与、担保、银行加按等）附件二《借款申请表》所列资产或其它未列入清单的重大资产，或者增加债务（包括但不限于借款等），甲方必须提前告知丙方并经丙方书面同意。
			</p>
			<h2>第十条  乙方的权利和义务</h2>
			<p>（一）乙方有权按本合同约定收取借款本息。</p>
			<p>（二）乙方可以根据自己的意愿依法进行本合同项下其对甲方债权的转让。</p>
			<p>
				（三）在本合同有效期内，在甲方不存在违约行为的前提下，乙方不得提前单方抽回借款。
			</p>
			
			<h2>第十一条  丙方的权利和义务</h2>
			<p>（一）丙方有权按本合同约定收取撮合交易的服务费。</p>
			<p>（二）丙方有权按本合同约定收取融资服务费。</p>
			<p>（三）丙方有义务保证其平台的安全性及稳定性。</p>
			<p>（四）丙方有义务对交易过程中知悉的甲乙双方的个人信息予以保密。</p>
			<h2>第十二条  甲方的违约责任</h2>
			<p>
				（一）当甲方违反本合同第八条甲方的陈述和保证，第九条甲方的权利和义务第（四）款时，则乙方或丙方有权采取下列一项或多项措施：
			</p>
			<p>
				1、解除合同，限定甲方在合同解除后7日内向乙方清偿完毕全部借款本金及利息，向丙方清偿完毕全部融资服务费（清偿至本息清偿完毕之日当期融资服务费，甲方已一次性支付的融资服务费也不予退还）；
			</p>
			<p>2、限定甲方提供足额担保或采取相关措施确保乙方、丙方的合法权益；</p>
			<p>（二）当甲方未按本合同的约定偿付借款本金、利息及融资服务费的，则乙丙方有权采取下列一项或多项措施追究甲方的违约责任，乙方授权丙方直接执行下列措施：</p>
			<p>1、自借款期限届满至甲方实际清偿全部借款本金前，甲方应按本合同约定借款利息的1.1倍向乙方支付逾期利息，并按照本合同约定的融资服务费标准的1.1倍向丙方支付逾期融资服务费；</p>
			<p>
				2、解除合同，宣布借款提前到期，未发放的资金停止发放，限定甲方在合同解除后7日内向乙方清偿完毕全部借款本金、利息，向丙方支付完毕借款期限内全部融资服务费。自本合同解除之日至甲方实际清偿完毕借款本息之日止，甲方应按本合同约定借款利息的1.1倍向乙方支付逾期利息，并按照本合同约定的融资服务费标准的1.1倍向丙方支付逾期融资服务费；
			</p>
			<p>
				3、实现乙方在担保条款项下享有的担保权益；
			</p>
			<p>
				如乙方先主张继续履行合同，后又选择解除合同，则在解除合同前的违约责任按照本款第1项处理，解除合同后的违约责任按照本款第2项处理。两者同时适用。
			</p>
			<p>（三）甲方的违约行为导致乙丙方催收的，乙丙方有权要求甲方承担包括但不限于诉讼费、公证费、律师费、差旅费、公告费、保全费、评估费等乙丙方因催收及实现债权而产生的一切费用。</p>
			<p>（四）丙方有权将甲方的违约行为记入甲方个人征信记录，包括但不限于平台及其他第三方公开甲方违约信息及催收公告。</p>
			<p>
				（五）采取国家法律法规允许的或本合同约定的其他措施。
			</p>
			
			<h2>第十三条  乙方的违约事件和违约责任</h2>
			<p>
				乙方未按本合同约定向甲方提供借款，或者提前收回借款的，甲方与丙方均有权要求乙方限期纠正。
			</p>
			<h2>第十四条  丙方的违约事件和违约责任</h2>
			<p>
				丙方未保持其平台的稳定性和安全性，给甲乙方造成损失的，应当限期纠正，如给甲乙方造成损失的，应承担甲乙方的实际损失。
			</p>
			<h2>第十五条  担保条款</h2>
			<p>
				甲方自愿以其名下位于深圳市 <span class="textLine"></span>物业（房地产权属证书编号：<span class="textLine"></span>，建筑面积 <span class="textLine"></span>，用途<span class="textLine"></span>，租金标准每月人民币 <span class="textLine"></span>元）的租赁收益权为其履行本合同项下义务向乙方、丙方提供担保。当甲方违反本合同项下义务时，乙方（授权丙方决定并行使）、丙方有权选择：（1）从前述物业的租赁收益中优先受偿；（2）直接取得前述物业相应期限的租赁权，通过自住或转租以实现债权。
			</p>
			<h2>第十六条  合同的变更和解除</h2>
			<p>
			（一）除非本合同另有约定，本合同生效后，任何一方不得单方面变更或解除本合同。对本合同的修改或变更必须经甲乙丙三方协商一致，并达成书面合同。
			</p>
			<p>
			（二）如遇国家法律、法规或政策变化，致使本合同的全部或部分条款不再符合国家法律、法规或政策的要求，甲乙丙三方应及时协商，尽快修改有关条款并签订补充合同。
			</p>
			<h2>第十七条  合同的完整和合同条款的独立性</h2>
			<p>
				本合同的各份附件、各项书面补充、修订或变更，为本合同的组成部分，同具法律效力。
			</p>
			<p>
				本合同条款具有独立性，本合同的任何条款无效、违法或无法执行，不影响本合同其他条款的效力。
			</p>
			<h2>第十八条  保密</h2>
			<p>
				未经甲乙丙三方同意，其中任何一方不得向第三人透露本合同的内容，但法律法规另有强制性规定、有权机关另有强制性要求或三方另有约定的除外。本合同三方的保密义务不因本合同的解除而解除。
			</p>
			<h2>第十九条  争议的解决</h2>
			<p>
				如果各方在本合同履行过程中发生任何争议，应友好协商解决。如协商不成，各方均同意选择如下第<span class="textLine"></span>种方式处理：
			</p>
			<p>1、提交湛江仲裁委员会（湛江国际仲裁院）依其规则仲裁解决；</p>
			<p>2、提交深圳市福田区人民法院通过诉讼途径处理。</p>
			<h2>第二十条  通知</h2>
			<p>
				（一）本合同项下的通知形式包括但不限于专人递送、EMS、短信通知、邮件通知、在网络平台进行公告等方式，各方均认可上述通知形式的效力。
			</p>
			<p>
				（二）本合同首部所列明的通讯地址如有变更，变更方应在变更后48小时内书面通知其他方。因一方变更前述通讯地址而未及时通知其他方，造成通知等文件无法送达的，由此造成的损失由变更方负责。
			</p>
			<h2>第二十一条  其他事项</h2>
			<p>
				（一）未经乙丙方事先书面（包括但不限于电子邮件等方式）同意，甲方不得将本合同项下的任何权利义务转让给任何第三方。
			</p>
			<p>
				（二）本合同如涉及两人以上共同借款，任一借款人均应履行本合同项下的义务，对全部借款承担连带清偿责任，乙丙方有权向任一借款人追索本合同项下全部应付款项，包括不限于本金、利息、提前还款手续费、律师费、公告费、评估费、保全费、评估费等。
			</p>
			<p>
				（三）本合同的组成文件包括但不限于本合同所附附件，乙丙方有权根据业务需要随时增加，甲方签订本合同视为已完全知悉并同意上述内容，同时，对于本合同所有内容，特别是加粗体的内容，甲方已完全知悉并了解由此产生的法律效力，同意承担由此带来的一切法律后果。
			</p>
			<p>
				（四）丙方线上服务平台所公布的服务收费标准、单笔借据及电子补充合同（如有）及附件是本合同不可分割部分，与本合同具有同等法律效力。本合同未尽事宜，由甲乙丙三方协商处理，或者按国家有关法律、法规的规定执行。
			</p>
			
			<h2>第二十二条  合同的生效及有效期</h2>
			<p>
				本合同一式五份，有效期为甲乙丙三方所有业务终结之日止，经甲、乙方签字，丙方法定代表人/负责人（或授权代表）签字加盖公章后生效。甲、乙两方各执一份，丙方三份，具有同等效力。甲乙各方委托丙方或丙方指定的其他机构保管所有与本合同有关的书面文件或电子信息。
			</p>
			<p>
				附：
			</p>
			<p>
				1、附件一《出借人及借款金额明细表》
			</p>
			<p>
				2、附件二《借款申请表》
			</p>
			<p>
				（以下无正文）
			</p>
			<p>
				<span>甲方</span>（签字／签章）：    
			</p>
			<br />
			<p>
				<span>乙方：</span>（详见附件一） 
			</p>
			<br />
			<p>
				<span>丙方（签章）：</span>深圳市前海领投互联网金融服务有限公司
			</p>
			<p>
				<span>负责人：</span>
			</p>
			<br />
			<p>
				<span>签约时间：</span>　年　月　日
			</p>

	</div>

</template>

<script>
</script>

<style lang="scss">
	.loanContract {
		padding: 10px 15px 30px;
		background: #fff;
		h1 {
			text-align: center;
			line-height: 30px;
			font-weight: bold;
			font-size: 18px;
			margin-bottom: 10px;
		}
		h2 {
			font-size: 14px;
			margin-top: 20px;
			margin-bottom: 10px;
			font-weight: bold;
		}
		p {
			font-size: 12px;
			line-height: 23px;
			color: #000000;
			text-align: justify;
			span {
				font-weight: bold;
				&.textLine {
					font-weight: normal;
					border-bottom: 1px solid;
					display: inline-block;
					width: 80px;
				}
			}
		}
		table {
			width: 100%;
			font-size: 12px;
			tr {
				height: 35px;
				line-height: 35px;
				td {
					width: 50%;
				}
			}
		}
	}
</style>