<template>
	<div class="monthProtocol">
		<h1>月账户出借协议</h1>
		<p class="text-right">协议编号:xxxx　</p>
		<p>甲方（用户）：</p>
		<br />
		<p>身份证号码：</p>
		<br />
		<p>乙方（服务方）：深圳市前海领投互联网金融服务有限公司</p>
		<br />
		<p>乙方办公地址：深圳市福田区中康路卓越城一期3栋704-705</p>
		<br />
		<br />
		<p>
			乙方为了向甲方提供效率及资金利用率更高的出借计划， 现在其网络平台（以下简称“前海领投”，网址：www.qhlead.com ）推出月账户服务， 甲方同意加入本次月账户，并自愿遵守前海领投现有的相关协议及规则。 现甲乙双方本着平等自愿、诚实信用的原则，达成如下协议：
		</p>
		<h2>一、释义</h2>
		<p>
			1.月账户：月账户是前海领投为方便用户出借推出的标准化出借工具。 用户加入月账户后，为加入月账户的用户自动匹配对应的具体出借项目， 以提高用户出借的灵活度，达到自动投标，从而提高用户的资金收益率。
		</p>
		<p>
			2.出借锁定期（简称锁定期）：前海领投为用户自动匹配的项目之出借期限。 在锁定期内用户不可转让，锁定期结束，前海领投将自动匹配债权受让人， 以实现甲方出借资金回收；如匹配债权受让人不成功，则用户现持有之项目自动续期。
		</p>
		<h2>二、月账户详情</h2>
		<p>
			月账户详情依据甲方选择加入的具体月账户项目产生；出借范围所列的项目名称详细解释参见前海领投公布的相关产品介绍。
		</p>
		<h2>三、月账户的加入</h2>
		<p>
			1.甲方在月账户开放加入时间内根据自己的意愿加入出借金额，确认申请加入， 并完成加入资金的全额支付后视为甲方已成功加入月账户，一旦成功加入即不可撤销。
		</p>
		<p>
			2.甲方在加入月账户的同时，确认同意并接受本协议的所有条款。本协议以前海领投《网站注册服务协议》为前提， 甲方参与月账户的任何行为都应同时遵守前海领投《网站注册服务协议》和前海领投公示之交易规则、说明、公告等涉及甲、 乙双方权利义务的法律文件及相关规则，如有违反，甲方应当自行承担相关法律后果。
		</p>
		<h2>四、自动投标</h2>
		<p>
			在月账户满额或开放加入时间内，前海领投系统按照本协议的约定依据甲方加入月账户的先后顺序为甲方进行自动投标。
		</p>
		<h2>五、月账户的完成或退出</h2>
		<p>1.月账户的完成：甲方一旦确认出借，即加入资金用于自动投标。</p>
		<p>2.月账户的退出：锁定期限届满时，甲方所持有债权将启动自动债转匹配，匹配完成后，甲方资金将被解除锁定并退回至甲方账户，即为月账户的退出。</p>
		<p>3.月账户退出后，甲方加入月账户且尚未进行投标的该部分资金将不再被安排优先自动投标。</p>
		<p>4.月账户债转说明：</p>
		<p>4.1甲方出借月账户锁定期结束后，次日自动发起债转，T+3天内自动匹配债权承接人。</p>
		<p>4.2锁定期结束后：系统自动债权转让退出，无人承接的债权，系统将免费为用户续期一个月，预期年化利率为续期前的年化利率；</p>
		<h2>六、甲方的权利和义务</h2>
		<p>
			1.甲方在此无条件且不可撤销地授权：自甲方加入月账户起，即授权乙方通过前海领投系统根据月账户的详情对甲方的加入资金进行自动投标， 并通过前海领投系统以甲方名义自动签署相关融资借款合同、债权转让协议、相关出借项目的服务协议等， 甲方应提前查看并了解相关协议内容；甲方对此自动投标和自动签署相关融资借款合同、债权转让协议、 相关出借项目的服务协议之安排及内容已充分知悉并理解；该自动签署的借款协议、债权转让协议、 相关出借项目的服务协议均视为甲方真实意思的表示，甲方对该等法律文件的效力均予以认可且无任何异议， 并无条件接受该等自动签署的法律文件之约束。
		</p>
		<p>
			2.甲方的收益：甲方享有加入月账户后成功实现自动投标而产生的收益。 甲方的收益根据甲方的加入资金通过自动投标参加的具体出借项目而产生， 以具体出借项目的投标成功之日起开始计算收益；该出借项目的收益及到期收回的本金， 直接转至甲方账户。甲方已经知悉、了解并同意：本协议所示预期年利率不代表甲方最终实际收益率， 在实际收益率未达到预期收益率的情况下，甲方仅能收取其实际收益；甲方对具体出借项目的出借本金以及相应的利息存在不能够按期收回的风险。
		</p>
		<p>
			3.服务费：甲方加入月账户不需支付服务费，但甲方应自行承担由具体出借项目所引起的相关费用（如有）。
		</p>
		<p>4.税费问题：由甲方自行承担加入月账户所获利息收益的应纳税费（如有）。</p>
		<p>5.甲方保证加入月账户所使用的资金为合法取得，且甲方对该资金拥有完全且无瑕疵的所有权及处分权。</p>
		<p>
			6.甲方可通过其注册的前海领投账户查询、了解月账户的相关信息及进度，如未及时查询， 或由于通讯故障、系统故障以及其他不可抗力等因素影响使甲方无法及时了解相关信息， 由此产生的责任和风险由甲方自行承担。
		</p>
		<h2>七、乙方的权利和义务</h2>
		<p>
			1.甲方通过前海领投系统自动投标而签署之融资借款合同、债权转让协议、相关出借项目的服务协议等法律文件或其中的相关条款生效后， 乙方即可根据该等法律文件和本协议相关约定，对甲方的加入资金进行划扣、支付、冻结以及行使其他权利，甲方对此均予以接受和认可。
		</p>
		<p>
			2.在月账户满额或开放加入时间结束后，前海领投系统根据用户加入计划的先后顺序自动安排匹配投标。
		</p>
		<p>
			3.前海领投系统根据计划的出借范围自动对甲方加入计划的资金自动投标， 乙方不对甲方参加本计划所对应的具体出借项目出借本金的收回、可获收益金额作出任何承诺、保证。
		</p>
		<p>
			4.乙方接受甲方的委托行为所产生的法律后果由甲方承担。如因甲方或其他方（包括但不限于技术问题）造成的延误或错误，乙方不承担任何责任。
		</p>
		<p>
			5.资金回款后，乙方应自动退回该部分资金到甲方账户上。
		</p>
		<p>6.乙方仅在本协议明确规定的责任范围内承担相关责任。</p>
		<h2>八、其他</h2>
		<p>
			1.如因司法机关或行政机关对甲方采取强制措施导致其本次月账户对应的资金被全部或部分扣划， 视为甲方提前退出本次月账户，本协议自动终止。乙方有权配合司法机关或行政机关的指令进行相应操作及处理。
		</p>
		<p>
			2.由于前海领投及相关第三方的设备、系统故障或缺陷、黑客攻击、计算机病毒侵入或发作、 电力中断、因政府管制而造成的暂时性关闭等影响网络正常经营的不可抗力而造成交易中断、 延误的，甲、乙双方互不追究责任。甲、乙双方应在条件允许的情况下，采取一切必要的补救措施以减小不可抗力造成的损失。
		</p>
		<p>
			3.甲方确认：在签署本协议书以前，乙方已就本协议的全部条款和内容向甲方进行了详细的说明和解释， 甲方已认真阅读本协议有关条款，对有关条款不存在任何疑问或异议，并对协议双方的权利、义务、责任与风险有清楚和准确的理解。
		</p>
		<h2>九、争议解决</h2>
		<p>
			因本协议所引起的纠纷，双方应协商解决，协商不成的，各方同意将争议提交湛江仲裁委员会(湛江国际仲裁院）依据该委员会的仲裁规则进行仲裁。
		</p>
		<h2>十、协议成立和生效</h2>
		<p>
			甲方按照前海领投的规则，在月账户下点击“立即出借”后，可再次确认出借的金额、期限和预期收益等内容，确认无误即可点击“确认出借”，加入成功后，自动生成电子协议，同时，本协议生效， 甲方同意接受本协议的全部约定及前海领投官网上与本协议相关的各项规则的规定。本协议一旦生效，即对甲、乙双方均具有法律约束力。
		</p>
		<br />
		<p>甲方（签章）：</p>
		<br />
		<p>乙方（签章）：深圳市前海领投互联网金融服务有限公司</p>
		<p>签约时间：　年　月　日</p>
	</div>
</template>

<script>
</script>

<style lang="scss">
	.monthProtocol {
		padding: 10px 15px 30px;
		background: #fff;
		.text-right {
			text-align: right;
		}
		h1 {
			text-align: center;
			line-height: 30px;
			font-weight: bold;
			font-size: 18px;
			margin-bottom: 10px;
		}
		h2 {
			font-size: 14px;
			margin-top: 20px;
			margin-bottom: 10px;
			font-weight: bold;
		}
		p {
			font-size: 12px;
			line-height: 23px;
			color: #000000;
			text-align: justify;
			span {
				font-weight: bold;
			}
		}
	}
</style>