<template>
	<div class="transferProtocol">
		<h1>债权转让协议</h1>
		<p class="text-right">协议编号：xxxx</p>
		<p>出让方：</p>
		<br />
		<p>身份证号：</p>
		<br />
		<p>受让方：</p>
		<br />
		<p>身份证号码：</p>
		<br />
		<h2>鉴于：</h2>
		<p>
			委受让方愿意以自有合法资金受让出让方通过居间方（前海领投平台）与借款方于 【 】年【 】月【 】日 签署并生效的编号为【xxxx】《融资借款合同》项下全部或部分债权（下称“债权”）。受让方同意接受《融资借款合同》之全部条款，并受《融资借款合同》之约束。
		</p>
		<p>
			现出让方与受让方双方经过友好协商，在平等、自愿的基础上在居间方（前海领投平台）介绍下就债权转让事项达成如下协议，以兹共同遵守：
		</p>
		<h2>1.债权转让明细</h2>
		<p>
			<span>1.1原债权基本信息</span>
		</p>
		<table>
			<tr>
				<td>原标的名称</td>
				<td>-</td>
			</tr>
			<tr>
				<td>借款人用户名</td>
				<td>-</td>
			</tr>
			<tr>
				<td>借款人姓名</td>
				<td>-</td>
			</tr>
			<tr>
				<td>借款人身份证号</td>
				<td>-</td>
			</tr>
			<tr>
				<td>预期年利率</td>
				<td>-</td>
			</tr>
			<tr>
				<td>还款方式</td>
				<td>-</td>
			</tr>
			<tr>
				<td>原债权期限</td>
				<td>-</td>
			</tr>
			<tr>
				<td>下一还款日</td>
				<td>-</td>
			</tr>
			<tr>
				<td>待还期数/总期数</td>
				<td>-/-</td>
			</tr>
			<tr>
				<td>月偿还本息金额</td>
				<td>-</td>
			</tr>
			<tr>
				<td>（出让方）债权人用户名</td>
				<td>-</td>
			</tr>
			<tr>
				<td>债权人姓名</td>
				<td>-</td>
			</tr>
			<tr>
				<td>身份证号</td>
				<td>-</td>
			</tr>
			<tr>
				<td>债权人待收本金</td>
				<td>- 元</td>
			</tr>
			<tr>
				<td>债权人待收利息</td>
				<td>- 元</td>
			</tr>
			<tr>
				<td>债权人投标时间</td>
				<td>-</td>
			</tr>
		</table>
		<h2>1.2债权转让信息</h2>
		<table>
			<tr>
				<td>原债权本金</td>
				<td>- 元</td>
			</tr>
			<tr>
				<td>转让金额</td>
				<td>- 元</td>
			</tr>
			<tr>
				<td>交易价格</td>
				<td>- 元</td>
			</tr>
			<tr>
				<td>债权转让服务费</td>
				<td>转让金额*_____%</td>
			</tr>
			<tr>
				<td>受让方用户名</td>
				<td>-</td>
			</tr>
			<tr>
				<td>受让方姓名</td>
				<td>-</td>
			</tr>
			<tr>
				<td>受让方身份证号</td>
				<td>-</td>
			</tr>
			<tr>
				<td>受让时间</td>
				<td>-</td>
			</tr>
			<tr>
				<td>剩余还款期数</td>
				<td>-</td>
			</tr>
		</table>
		<h2>2.债权转让流程</h2>
		<p>
			2.1出让方与受让方同意并确认，双方通过自行或授权有关方根据前海领投平台有关规则和说明，在前海领投平台进行债权转让和受让的交易操作，并确认签署本协议。
		</p>
		<p>
			2.2本协议自双方签署且经前海领投平台交易系统确认时成立,待转让价款支付完成时生效。协议成立的同时出让方、受让方均不可撤销地授权前海领投平台自行或委托第三方支付机构或合作的金融机构，将转让价款在扣除出让方应支付给前海领投平台的转让管理费之后划转、支付给出让方。上述转让价款划转完成即视为本协议生效且标的债权转让成功。
		</p>
		<p>
			2.3协议生效后，协议双方以本协议为依据形成真实、合法、有效的债权转让行为。任何法定或《融资借款合同》约定的与转让债权相关的权利及义务应于本协议生效后一并由受让方享有及承担。
		</p>
		<p>
			2.4本协议生效且标的债权转让成功后，双方特此委托前海领投平台将标的债权的转让事项及有关信息通过站内信等形式通知与标的债权对应的借款方。
		</p>
		<h2>3.债权转让条件</h2>
		<p>
			3.1在申请转让时，该借款债权不能处于逾期状态。
		</p>
		<p>
			3.2出让方不得在定期还款日前一天以及定期还款日当天申请债权转让。
		</p>
		<p>
			3.3债权出让方申请转让债权时，应符合前海领投平台对该项债权转让的具体规定和标准，详见前海领投平台公告。
		</p>
		<h2>4.保证与承诺</h2>
		<p>
			4.1出让方保证其转让的债权系其合法、有效的债权，不存在转让的限制。出让方同意并承诺按有关协议及前海领投平台的相关规则和说明向前海领投平台支付债权转让管理费，具体收费规则及标准详见前海领投平台收费公告。
		</p>
		<p>
			4.2受让方保证其所用于受让标的债权的资金来源合法，受让方是该资金的合法所有人。如果第三方对资金归属、合法性问题发生争议，受让方应自行负责解决并承担相关责任。
		</p>
		<h2>5.风险提示</h2>
		<p>
			<span>
					“债权转让服务”仅为前海领投平台向出让方和受让方提供的中介服务。该服务项下的借款债权转让活动涉到资金和权益的处分，由此带来的潜在风险需要债权出让方和债权受让方自行衡量和承担。转让主要风险包括但不限于：
						</span>
		</p>
		<p>
			<span>
					5.1债权出让方的主要风险，包括但不限于：
						</span>
		</p>
		<p>
			<span>
					5.1.1 转让失败风险：“债权转让服务”系前海领投为债权出让方和受让方提供中介服务，并不承诺为每一个债权出让方全额或成功完成转让。因此，在转让申请的预期时效内，出让方有债权无法成功转让的风险。
						</span>
		</p>
		<p>
			<span>
					5.2债权受让方的主要风险，包括但不限于：
						</span>
		</p>
		<p>
			<span>
					5.2.1 借款方违约风险：因借款方逾期等原因，导致债权受让方可能面临无法在约定时间点获得当期还款的风险。
						</span>
		</p>
		<p>
			<span>
					5.2.2 借款方提前还款风险：借款方可申请提前全额还款。若借款方提前全额还款，债权受让方的收益将会受到影响。但借款方提前还款，需向债权受让方偿还应付未付的实际利息和本金。
						</span>
		</p>
		<h2>6.违约责任</h2>
		<p>
			6.1出让方及受让方一致同意，若一方违反其在本协议中所作的保证、承诺或任何其他义务，致使其他方遭受或发生损害、损失等责任，违约方须向守约方赔偿守约方因此遭受的一切经济损失。
		</p>
		<p>
			6.2双方均有过错的，应根据双方实际过错程度，分别承担各自的违约责任。
		</p>
		<h2>7.法律适用及争议解决</h2>
		<p>
			7.1本协议的全部事项，包括但不限于本协议的效力、解释、履行以及争议的解决均受中国法律管辖；本协议项下任一条款如与中国法律中的强制性规范相抵触，应在该等强制性规范所不禁止的最大限度内进行解释和执行，且任何该等与强制性规范相抵触的约定不应影响本协议其他条款的效力。
		</p>
		<p>
			7.2因本协议所引起的纠纷，双方应协商解决，协商不成的，同意将争议提交湛江仲裁委员会(湛江国际仲裁院）依据该委员会的仲裁规则进行仲裁。
		</p>
		<p>
			7.3在诉讼期间内，本协议中不涉及争议的条款仍须履行，双方均不得以解决争议为由拒不履行其在本协议项下的其他义务。
		</p>
		<h2>8.其他</h2>
		<p>
			8.1本协议与《融资借款合同》不可分割，任何本协议无约定之事项均应适用《融资借款合同》之约定。
		</p>
		<p>
			8.2如本协议中的任何一条或多条因违反适用的法律法规被认定无效的，均不影响本协议其他条款、及《融资借款合同》的效力。
		</p>
		<p>
			8.3本协议任何条款的标题仅系为方便援引和阅读而设置，不得被作为解释本协议任何条款的依据。
		</p>
		<p>
			8.4本协议由前海领投平台受出让方和受让方委托保管，自本协议项下交易结束之日起在前海领投平台专用服务器上保存五年备查，对各方均具有法律约束力。
		</p>
		<p>
			8.5前海领投平台对本协议享有最终的解释权。
		</p>
		<br />
		<p>
			出让方(签章）：
		</p>
		<br />
		<p>
			受让方(签章）:
		</p>
		<br />
		<p>
			签约时间：
		</p>
	</div>

</template>

<script>
</script>

<style lang="scss">
	.transferProtocol {
		padding: 10px 15px 30px;
		background: #fff;
		.text-right {
			text-align: right;
		}
		h1 {
			text-align: center;
			line-height: 30px;
			font-weight: bold;
			font-size: 18px;
			margin-bottom: 10px;
		}
		h2 {
			font-size: 14px;
			margin-top: 20px;
			margin-bottom: 10px;
			font-weight: bold;
		}
		p {
			font-size: 12px;
			line-height: 23px;
			color: #000000;
			text-align: justify;
			span {
				font-weight: bold;
			}
		}
		table {
			width: 100%;
			border-collapse: collapse;
			font-size: 12px;
			table-layout: fixed;
			tr {
				height: 35px;
				line-height: 35px;
				td {
					padding-left: 10px;
					border: 1px solid #e5e5e5;
				}
			}
		}
	}
</style>