<template>
	<div class="helpCont">
		<h2 class="title border-1px">{{model.title}}</h2>
		<div class="text-box">
			<div class="help-text" v-for="item in model.textList" v-html="item"></div>
			<!--<p v-for="item in model.textList" v-html="item"></p>-->
		</div>
	</div>
</template>

<script>
	export default {
		data() {
			return {
				model: {},
				i: -1,
				cont: {
					safety: [{
							title: '前海领投的模式是否合法合规？',
							textList: [
								"根据《最高人民法院关于审理民间借贷案件适用法律若干问题的规定》，民间借贷，是自然人、法人、其他组织之间及其相互之间进行资金融通的行为。这确保了民间借贷的参与主体及其合法性。但是，民间借贷中也应当遵循一些特殊的法律规定，例如：借款年利率超过24%的不受法律保护等。至于自然人之间的关系、通过何种形式或平台进行借贷，法律并没有规定。",
								"因此，前海领投平台提供的中介服务，以及出借人在平台上的出借行为完全符合以上法律和意见的要求，并平等地受到保护。"
							]
						},
						{
							title: "前海领投如何进行项目筛选和风险控制的？",
							textList: ["首先会对借款人的征信、资质、抵质押物、资金流水、还款方式、风险指标等进行严格的审查，然后实地走访，确保借款人提供数据的真实性。经过一系列严格的风控流程，筛选出优质项目，在平台出售。最后在借款成功后，实时关注借款人资产动态，确保其能按时还款。首先会对借款人的征信、资质、抵质押物、资金流水、还款方式、风险指标等进行严格的审查，然后实地走访，确保借款人提供数据的真实性。经过一系列严格的风控流程，筛选出优质项目，在平台出售。最后在借款成功后，实时关注借款人资产动态，确保其能按时还款。"]
						},
						{
							title: "前海领投平台上的合同、协议和条款这些都有法律效力吗？",
							textList: ["根据《合同法》第11条规定，当事人可以采用合同书、信件和数据电文等形式订立合同。电子合同是法律认可的书面合同形式之一。所有前海领投平台上的电子合同（借款合同、协议和法律条款等）均具有法律效力，接受司法认可和保护。"]
						},
						{
							title: "电子签章有什么用？",
							textList: [
								"互联网金融交易中，电子数据是十分重要的凭证。伴随着电子签章功能的上线，交易双方都有了一个“网络身份证”，从而解决了身份认证的问题，确保了电子合同与纸质合同具有同等的法律证据效力。",
								"前海领投携手e签宝已上线电子合同功能，用户交易后可在【资产】和【我的】—【我的转让】中查看已发生交易的电子合同，另外可在<br/><a href='https://www.tsign.cn/verify/verify.html'>https://www.tsign.cn/verify/verify.html</a>在线验证电子合同的有效性，这是对双方利益的双重保护。"
							]
						},
						{
							title: "前海领投如何保证我的资金安全？",
							textList: [
								"1、数据安全：三层防火墙隔离系统的访问层、应用层和数据层集群；7*24小时云监控以及国际标准的SSL数据传输加密，确保交易数据安全无虞；",
								"2、隐私安全：前海领投在任何情况下都绝不会出售、出租或以任何其他形式泄漏您的信息。您的信息按照《用户注册协议》中的规定被严格保护。"
							]
						}
					],
					reg: [{
							title: "新用户如何注册？",
							textList: [
								"1、通过官网或APP进入注册页，使用手机号进行注册，获取短信验证码，完成验证后设置登录密码，下次登录即可使用手机号和登录密码进入；",
								"2、您也可以选择关注微信公众号——前海领投，进行注册或账户绑定；",
								"3、根据合规要求，用户注册后必须进行银行存管开户、设置交易密码和风险测评，才能进行后续的绑卡充值等操作。关于银行存管开户，您需要输入真实姓名、身份证信息；关于设置交易密码，为了您的资金安全，需在第三方存管设置交易密码；关于风险测评，前海领投会根据您的评估结果，将您的风险承受能力由低到高分为以下三种类型：保守型、稳健型、积极型，了解自身的风险承受能力便于您选择适合的投资项目。"
							]
						},
						{
							title: "一个手机号可以注册几个账户？",
							textList: [
								"目前手机号具有唯一性，故一个手机号只能注册绑定一个账户。"
							]
						},
						{
							title: "注册成功后可以更换手机号码吗？",
							textList: [
								"注册成功后可以更换手机号码，如手机号码遗失或已弃用，可选择联系客服400-660-5027。"
							]
						},
						{
							title: "注册的账号可以注销吗？",
							textList: [
								"抱歉，注册账号目前暂不支持注销。"
							]
						}
					],
					bank: [{
							title: "为什么要进行存管开户？",
							textList: [
								"前海领投与宜宾商业银行签订了存管合作协议，由宜宾商业银行作为第三方资金管理平台，为前海领投所有投资者开通个人独立管理账户。为了保障用户资金的安全性和合同的有效性，用户需在完成注册、存管开户等操作后，才能进行出借行为。存管开户时输入的身份认证信息只用于核实用户身份，平台对于所有资料将严格保密。"
							]
						},
						{
							title: "个人如何进行存管开户？",
							textList: [
								"1、登录后进入【我的】，页面会弹出存管开户的提示窗口，个人用户请点击【个人开户】，或者进入【我的】——【设置】——【个人资料】，点击【银行存管开户】；",
								"2、进入个人开户页面，请输入您的【真实姓名】、【身份证号】，点击【立即开通】；",
								"3、提示存管账户开通成功后，您需要继续设置交易密码，点击【设置交易密码】；",
								"4、页面跳转至银行存管账户页中，您需要输入【新密码】和【确认密码】，继续点击【设置密码】则可保存交易密码。设置完交易密码后，您的个人银行存管账户则开通成功。"
							]
						},
						{
							title: "个人存管开户时，如果身份证号里含有x，怎么填写？",
							textList: [
								"填写完最后一位大写X即可成功完成开户。"
							]
						},
						{
							title: "个人存管开户时，实名认证无法通过的原因？",
							textList: [
								"实名认证是与公安系统联网，如果信息不一致，就会导致无法通过。以下几种情况可能导致无法通过认证：",
								"1) 名字中带有繁体字。",
								"2) 曾经改过名字。",
								"3) 军人转业、复员换的身份证。",
								"4) 做过户籍变动。",
								"5) 身份证号码中的字母没有大写。",
								"如您无法通过认证，请您联系客服热线400-660-5027获取帮助。",
							]
						},
						{
							title:"企业如何进行存管开户？",
							textList:[
							   "1、登录后进入【我的帐户】，页面会弹出存管开户的提示窗口，企业用户请点击【企业开户】，或者进入【我的】——【设置】——【个人资料】，点击【银行存管开户】；",
							   "2、进入企业开户页面，输入【公司名称】、【统一社会信用编码】、【住所】等公司信息，点击【立即开通】；",
							   "3、点击【确认认证】后，页面提示存管账户开通成功，您需要继续设置交易密码，点击【设置交易密码】；",
							   "4、页面跳转至银行存管账户页中，您需要输入【新密码】和【确认密码】，继续点击【设置密码】则可保存交易密码。设置完交易密码后，您的企业银行存管账户则开通成功。"
							]
						}
					],
					real: [{
							title: "为什么要进行实名认证？",
							textList: [
								"前海领投与第三方支付公司汇付天下签订合作协议，由汇付天下作为第三方资金管理平台，为前海领投所有出借者开通个人独立管理账户。为了保障用户资金的安全性和合同的有效性，用户需在完成开户、实名认证等操作后，才能进行出借行为。认证过程简单便捷，前海领投及汇付天下对所有用户的个人资料均作严格保密。"
							]
						},
						{
							title: "实名认证时，如果身份证号里含有x，怎么填写？",
							textList: [
								"填写完最后一位大写X即可成功完成认证。"
							]
						},
						{
							title: "如何进行实名认证？",
							textList: [
								"1、登录后进入【我的】——【个人资料】，找到【实名认证】一栏。",
								"2、点击“去认证”后跳转到汇付账户开户页面，您需要在开户页面，输入【真实姓名】、【身份证号】，验证【手机号码】、设置【汇付交易密码】，完成后实名认证及开户成功。"
							]
						}, {
							title: "实名认证无法通过的原因？",
							textList: [
								"实名认证是与公安系统联网，如果信息不一致，就会导致无法通过。以下几种情况可能导致无法通过认证：",
								"1、名字中带有繁体字。",
								"2、曾经改过名字。",
								"3、军人转业、复员换的身份证。",
								"4、做过户籍变动。",
								"5、身份证号码中的字母没有大写。",
								"如您无法通过认证，请您联系客服热线400-660-5027获取帮助。",
							]
						}
					],
					funds: [{
							title: "如何开通资金管理账户?",
							textList: [
								"1、用户在注册前海领投会员时，可根据流程指引，进入开通资金管理账户页面，根据引导完成相应操作；",
								"2、电脑端用户可在登录状态下点击【我的账户】首页——提示“您尚未开通资金托管”【立即开通】进行开通；",
								"3、APP端用户可在登录状态下点击【我的】首页——上方提示“请点击此处进行实名认证”进行开通。"
							]
						},
						{
							title: "为什么要开通资金管理账户？",
							textList: [
								"前海领投严守平台规范，使用资金管理是为了进一步保障用户的资金安全，用户资金只存在第三方支付的账户里，与平台有效隔离，保证安全。"
							]
						},
						{
							title: "目前前海领投平台由哪个公司提供资金管理服务?",
							textList: [
								"目前前海领投合作的资金管理公司是汇付天下。汇付天下拥有中国人民银行颁发的《支付业务许可证》，中国证监会批准的网上基金销售支付结算许可和基金销售牌照，国家外汇管理局颁发的跨境支付业务许可，是中国支付清算协会常务理事单位、中国互联网金融协会理事单位。"
							]
						}
					],
					recharge: [{
							title: "个人用户可以绑定多张银行卡吗？如何新增银行卡？",
							textList: [
								"1、个人用户可以绑定最多五张银行卡，目前绑定快捷银行卡中，不支持快捷充值的银行包括招商银行、农业银行、民生银行、华夏银行； ",
								"2、登录账户后可以进入【我的】——【设置】——【个人资料】——【银行卡管理】，点击“添加银行卡”进行新增操作；",
								"3、页面跳转至银行存管账户页面，您需要输入交易密码，才能继续添加银行卡；点击“确认”，继续输入【银行卡号】、【手机号】、【验证码】；",
								"注意：输入的【银行卡号】必须是Ⅰ类卡；Ⅰ类账户是全功能账户，常见的借记卡就属于Ⅰ类账户；Ⅱ、Ⅲ类账户则是虚拟的电子账户，是在已有Ⅰ类账户基础上增设的两类功能逐级递减，资金风险也逐级递减的账户；",
								"输入的【手机号】与银行卡在对应银行预留的手机号需一致，即可绑定成功。"
							]
						},
						{
							title: "个人用户如何解绑银行卡？",
							textList: [
								"1、登录账户后可以进入【我的】——【设置】——【个人资料】——【银行卡管理】，银行卡列表左滑点击“解绑”进行解绑操作；",
								"2、页面跳转至银行存管账户页面，您需要输入交易密码，才能继续解绑银行卡。"
							]
						},
						{
							title: "企业用户可以绑定多张银行卡吗？如何换绑银行卡？",
							textList: [
								"企业用户在银行存管开户时，必须输入一张对公的银行卡信息，且此银行卡不可解绑；企业用户只能使用这一张银行卡。",
							]
						},
						{
							title: "在前海领投有哪些充值方式？",
							textList: [
								"目前前海领投有两种充值方式：“网银充值”、“快捷支付”。"
							]
						},
						{
							title: "如何申请开通网上银行？",
							textList: [
								"目前前海领投有两种充值方式：“网银充值”、“快捷支付”。"
							]
						},
						{
							title: "如何充值？",
							textList: [
								"1、登录账户后，进入【我的】，并点击“充值”按钮（注意：未开通银行存管的用户需先开通银行存管）；",
								"2、进入充值页面，输入您要充值的金额，选择充值类型，点击“确定”按钮进入银行存管页面；",
								"3、页面跳转至银行存管页面，输入交易密码，点击“下一步”；",
								"4、如选择网银充值，输入交易密码后页面将跳转到对应银行的网银支付页面继续充值操作；如选择快捷充值，则输入交易密码后，只要您绑定的银行卡内有足额充值，则可操作成功。"
							]
						},
						{
							title: "有哪些银行不支持快捷充值？",
							textList: [
								"目前不支持快捷充值的银行包括：招商银行、农业银行、民生银行、华夏银行。"
								]
						},
						{
							title: "充值是实时到账的吗？",
							textList: [
								"正常情况下，充值即时到账，若在30分钟内还未到账，请联系客服处理（400-660-5027）。"
							]
						},
						{
							title: "充值需要收费吗？",
							textList: [
								"前海领投的用户充值是不收取任何费用的，请您放心充值。"
							]
						},
						{
							title: "充值是否有限额？",
							textList: [
								"单笔充值金额必须大于或等于100元，最高不能超过60万元（由于不同银行和不同支付方式限额不一）。"
							]
						},
						{
							title: "充值后，银行提示已扣款，但前海领投账户余额没有增加是什么原因？",
							textList: [
								"充值后，银行提示已扣款，但前海领投账户余额没有增加是什么原因？",
								"（1）由于网络不稳定造成的显示不同步；",
								"（2）在无提示关闭或交易成功的情况下关闭页面，导致充值资金延迟到账或掉单；",
								"（3）由于在同一时间充值的人可能非常多，会造成存管账户与前海领投账号金额不同步的情况。如果遇到这种情况请您将充值付款成功的页面截图，然后刷新页面。如果刷新未能解决问题，请致电400-660-5027。",
							]
						}
					],
					withdraw: [{
							title: "如何提现？",
							textList: [
								"1、登录账户后，进入【我的账户】，并点击“提现”按钮（注意：银行存管开通、提现银行卡均设置成功后，才能进行提现操作）；",
								"2、输入“提现金额”，选择提现方式，确认信息无误后，点击“确定”；",
								"注意：借款人当日还款后，出借人账户收到的回款为在途资金；此笔回款当日可用于出借，但当日不可提现，次日开始可提现。",
								"3、在银行存管页面，输入交易密码，点击“确定”；",
								"4、成功提交提现申请，实际到账时间以存管银行为准。"
							]
						},
						{
							title: "提现时对银行卡有什么要求？",
							textList: [
								"提现必须为银行借记卡，不支持存折、信用卡提现；当日个人网银充值和快捷充值金额需要第二日起可取现。如有疑问请拨打前海领投客服400-660-5027。"
							]
						},
						{
							title: "提现是否有手续费？",
							textList: [
								"按选择提现方式的不同收取对应的手续费：",
								"1、一般提现：",
								"优先提现15天前充值的金额。",
								"若15天前充值的金额大于或等于提现金额，则每月可免费提现3笔，超过3笔后，提现金额≤5万则收2元/笔的提现手续费，提现金额>5万则收10元/笔的手续费；",
								"若15天前充值的金额小于提现金额，提现金额≤5万则收2元/笔的提现手续费，提现金额>5万则收10元/笔的手续费。",
								"2. 即时提现：按提现金额的2‰收取提现手续费。"
							]
						},
						{
							title: "提现是否有金额限制？",
							textList: [
								"1、最小提现金额为100元；",
								"2.工作日前一日20:30至工作日17:15，单笔提现申请无上限；非工作时间17:15-20:30，单笔提现上限额度为5万元；",
								"3.非工作日全天(除了工作日前一日的20:30-24:00)，单笔提现上限额度为50万元。 "
							]
						},
						{
							title: "提现后多久可以到账？",
							textList: [
								"1、提现流程如下：",
								"（1）用户发起提现；（2）前海领投内部审核；（3）银行结算到账。",
								"2、一般提现均为下一个工作日到账，到账时间遇双休日法定节假日顺延，实际到账时间依据存管银行及提现银行而有所差异；即时提现，可当日到账。 ",
								"注：开放时间为工作日8:00至18:00 ，超过工作日18:00发起的提现将在T+1日审核，到账时间顺延一天。"
							]
						},
						{
							title: "提现后实际到账金额是多少？",
							textList: [
								"提现实际到账金额=提现金额-提现手续费"
			               ]
						},
						{
							title: "为什么会收到提现被退回的短信？",
							textList: [
								"此情况是因为绑定的银行卡开户行信息不全，导致无法处理提现请求而被银行退回。",
								"您可以通过电脑登录前海领投网站，在【我的】——【个人资料】，找到【银行卡管理】一栏，重新确认一下卡号信息和开户行支行、所属行等信息之后，重新申请提现。"
							]
						}
					],
					passWord: [{
							title: "如何修改登录密码？",
							textList: [
								"如果您使用电脑操作：",
								"1、登录后，进入【我的账户】，选择【账户安全】——【安全中心】；",
								"2、找到【登录密码】一栏，点击“修改”；",
								"3、输入原密码、新密码并确认新密码，即可修改。如果您使用手机操作：",
								"1、登录“前海领投APP”，进入【我的】，点击【设置】一栏；",
								"2、找到【修改登录密码】，点击并进入；",
								"3、输入当前密码、新密码并确认，即可修改。"
							]
						},
						{
							title: "忘记登录密码怎么办？",
							textList: [
								"如果您使用电脑操作：",
								"1、进入【登录】页面，点击【忘记密码】；",
								"2、输入手机号，图形验证码，获取短信验证码；",
								"3、输入新的登录密码，并确认密码；",
								"如果您使用手机操作：",
								"1、进入【登录】页面，点击【忘记密码】；",
								"2、输入手机号，输入短信验证码；",
								"3、输入新的登录密码，点击确认修改；",
								"如果您的手机已丢失，请及时联系客服寻求帮助：",
								"400-660-5027。"
							]
						},
						{
							title: "如何设置交易密码？",
							textList: [
								"在用户开通宜宾商业银行的存管账户时，会要求用户设置交易密码，此密码将作为用户首次充值、出借、提现、债权转让等行为的交易密码。"
							]
						},
						{
							title: "如何修改及找回交易密码？",
							textList: [
								"1、登录前海领投账户, 点击【我的账户】——【账户安全】——【安全中心】——交易密码“修改”按钮，进入银行存管账户页面；",
								"2、在银行存管账户页面，用户可进行修改及找回交易密码的操作；",
								"3、在银行存管账户页面，如点击“忘记密码”，您将需要再次输入【真实姓名】、【身份证号】等个人信息，并设置新的交易密码，从而找回交易密码。"
							]
						}
					],
					safetyCode: [{
							title: "什么是安全码？",
							textList: [
								"为了保证用户在平台上资金交易的安全性，在注册时用户需设置安全码。用户首次出借等操作使用汇付交易密码，安全码将做为再次充值、出借、提现、债权转让等行为的交易密码。"
							]
						},
						{
							title: "如何修改安全码？",
							textList: [
								"1、登录前海领投账户, 点击【我的】——【设置】，找到【安全码】一栏进行修改；",
								"2、输入登录密码、图形验证码、短信验证码以及新的安全码，点击“确定”修改成功；"
							]
						}
					],
					verification: [{
						title: "手机收不到验证码怎么办？",
						textList: [
							"1、请确认手机是否安装短信拦截或过滤软件；",
							"2、请确认手机是否能正常接收短信（信号问题、欠费、停机等）；",
							"3、您还可以选择联系客服寻求帮助：400-660-5027"
						]
					}],
					invest: [{
							title: "投标之前，都需要做哪些准备？",
							textList: [
								"1、注册 ；",
								"2、开通宜宾商业银行的银行存管账户，并设置交易密码；",
								"3、进行风险测评；",
								"4、充值，确保账户余额≥最低起投金额100元；",
								"5、授权电子签章，以及授权投标；",
								"6、看公告，了解项目发布时间，提前10分钟开始热身，在我要投资页面准备开抢。"
							]
						},
						{
							title: "前海领投借款项目发布时间是什么时候？",
							textList: [
								"借款项目固定发布时间为工作日上午10:00、11:00，下午3:00、4:00，打开APP通知权限可以及时获得发标通知。"
							]
						},
						{
							title: "投标金额是否有限制？",
							textList: [
								"为了您资金的安全，有效地分散风险，每个出借人一个借款项目出借额，不能超过借款项目总金额的30%（小额项目除外），最低100元起投。"
							]
						},
						{
							title: "如何进行出借？",
							textList: [
								"1、登录前海领投账户, 在确保账户余额≥最低起投金额100元的前提下，进入【我要投资】板块选择投资项目；输入投资金额、选择优惠券，阅读并同意签署《风险提示书》和投资合同后，点击“投资”按钮；",
								" 2、首次投资您需要授权投标，点击“确认”按钮；",
								" “授权业务”是指用户授权互联网金融平台代为进行相关业务操作，平台指令将视为用户的真实意思表示， 用户对此予以接受和认可。具体开通授权的业务，请以输入框内容为准。授权后，用户可在授权期限及授权金额范围内进行授权投标/授权还款业务。当授权期限过期，或投标/还款金额超过授权金额范围时，用户需重新授权。",
								"进入银行存管页面，输入交易密码，则授权投标成功；",
								"3、首次投资还需要您签署《电子签章授权委托书》，点击“同意签署”按钮后，用户可继续投资操作；",
								"注：电子签章和电子合同是互联网金融交易中十分重要的凭证，与纸质合同具有同等的法律证据效力，前海领投携手e签宝已上线电子合同功能，用户交易后可在【我的账户】—【我的投资】和【我的转让】中查看已发生交易的电子合同，另外可在https://www.tsign.cn/verify/verify.html在线验证电子合同的有效性，这是对双方利益的双重保护。",
								"4、提示投资成功后，用户可进入【我的账户】—【我的投资】查看散标、年账户和月账户的投资记录，进入【我的账户】—【我的转让】查看债转的投资记录。"
							]
						},
						{
							title: "项目投标的时候为什么资金会冻结？",
							textList: [
								"1、出借人对借款项目进行投标后，在此借款项目没有结束之前，这部分金额将被冻结；",
								"2、如果投标成功，在审核放款之前，这部分金额将被冻结；",
								"3、如果借款项目没有在期限内投满，这部分金额将立刻返还给出借人，出借人可以进行其他借款项目的投标。"
							]
						},
						{
							title: "出借后什么时候开始计息？",
							textList: [
								"根据融资借款合同，起息日为借款人放款成功之日，即出借人投标之后，金额暂时锁定不计利息，项目满标并放款成功之后投标完成，开始起息。"
							]
						},
						{
							title: "出借收益是如何计算的？",
							textList: [
								"出借收益=出借金额x标的年利率/365天x 出借天数。"
							]
						},
						{
							title: "标的还款时间？",
							textList: [
								"标的还款时间为每月的固定日期。例如：9月30日出借借款期限3个月的标的，项目满标后放款日（起息日）为10月02日，则每月还款时间分别为：11月02日、12月02日、13月02日。"
							]
						},
						{
							title: "每个借款项目都会投满吗？如果流标会怎样？",
							textList: [
								"借款项目的筹款时间为7天，超过7天未满标时，将会自动流标。如流标，出借人投标时冻结的金额将自动解冻，借款项目将自动失效。该借款项目使用的红包、现金券和We券将返回到账户中。"
							]
						},
						{
							title: "投标后可以撤回投标资金吗？",
							textList: [
								"出借人成功投标后，投标资金不可以撤回。如果您需要提前赎回已投的金额，可以在债权持有满30天且标的处于正常还款的状态时可以使用债权转让功能。"
							]
						},
						{
							title: "出借人是否需要支付费用？",
							textList: [
								"前海领投平台不收取任何管理费，在平台注册、充值、投标都不收取任何费用。目前，对提现的用户收取一定的提现手续费，具体请看提现规则；对进行债权转让的用户收取债权转让手续费，转让手续费=（待收本金+当期应收利息）*0.5%，转让成功后扣除。"
							]
						},
						{
							title: "如何查看出借信息？",
							textList: [
								"您可通过以下渠道具体查看：",
								"电脑端：登录状态下，在【我的账户】>【我的出借】即可查看可加入、还款中和已结束的出借记录；",
								"APP端：登录状态下，在【资产】即可查看详细出借记录。"
							]
						},
						{
							title: "为什么有时借款人会提前还款？这对出借人有什么影响？",
							textList: [
								"前海领投会定期、高频监控借款人资金状况，如借款人当期将剩余期数一并提前还款的，出借人的当期应收利息不受影响。",
								"如借款人只是对当期提前还款，不影响出借人的当期利息收益。"
							]
						},
						{
							title: "如借款人逾期还款，对出借人有什么影响？",
							textList: [
								"前海领投会定期、高频监控借款人资金状况，如借款人当期逾期还款的：",
								"1、将对借款人收取逾期手续费，逾期手续费=借款利息*1.1。",
								"2、同时对出借人将进行一定的利息补贴，出借人的逾期补贴=当期应收利息*（逾期天数/30）*1.1 举例：某出借人投资额是10万 24期 ，当期应收利息900元，如果出现逾期2天，给到出借人的逾期补贴=900*（2/30）*1.1=66元，则出借人总收益为900+66=966元。"
							]
						},
						{
							title: "如何保证借款人按时还本付息？",
							textList: [
								"前海领投建立了严格的客户准入机制，会从借款人资产估值、收入情况、还款意愿、信用质量等多方面考察借款人的信用水平，评估其还款能力确保按时偿付。前海领投致力于为出借人提供专业合规的风险保障，降低出借人的风险。详情请参见平台【信息披露】 —【风险控制】的详细介绍。"
							]
						}
					],
					acc: [{
							title: "什么是年月账户？",
							textList: [
								"年账户和月账户是平台为了提升用户的出借效率开发的出借类型：",
								"1、月账户的可出借期限为1~24个月，如用户出借了3个月，到期由系统自动发起债转，由下一位出借人（可多个）接受债权转让。用户出借不同的期数对应的年利率收益不同，出借期限为1个月时，年利率为8.8%；出借期限1~21个月时，按0.1%递增；出借期限为21个月时，年利率为10.8%；平台最高年利率为10.8%；",
								"2、年账户的可出借期限为12个月和24个月，如用户出借了12个月，到期也由系统自动发起债转，由下一位出借人接收债权。",
								"出借年账户的年利率最高为10.8%",
								"3、对于月账户，如系统自动发起的债转没有下一位出借人（可多个）接受债权转让，此用户的出借期限将自动续期一个月，直到下个月系统再自动发起债转；对于年账户，如系统自动发起的债转没有下一位出借人（可多个）接受债权转让，此用户的出借期限将自动续期一年。"
							]
						},
						{
							title: "出借了年月账户后怎么自主续期？",
							textList: [
								"续"
							]
						},
						{
							title: "年月账户续期后年利率怎么计算？",
							textList: [
								"续期利率按本次出借的利率计算。比如用户本次出借月账户，出借期限为8个月，则年利率为9.5%，如此时用户对这笔出借进行续期1个月，则续期的年利率也为9.5%"
							]
						}
					],
					transfer: [{
							title: "什么是债权转让？",
							textList: [
								"对于出借的房易融项目，如果您需要提前赎回已投的金额，可以使用债权转让功能。债权转让可以将您的剩余应收本金和当期利息，转让给其他出借人，转让成功后，您可以马上收回转让成功的本金和利息。"
							]
						},
						{
							title: "发起债权转让有什么条件？",
							textList: [
								"1、一笔债权一个月可以债转2次；",
								"2、债转有效期为3天；",
								"3、债转金额不得少于200元；",
								"4、转让人最少持有一个月；",
								"5、还款日前一周内不可以债转；",
								"6、最后一期不允许债转；",
								"7、待收金额中有一笔还款逾期则不能发起转让。"
							]
						},
						{
							title: "如何进行债权转让？",
							textList: [
								"您可在【我的】——【我的转让】中选择可转让的出借，操作债权转让。"
							]
						},
						{
							title: "债转时的具体规则是什么？",
							textList: [
								"1、出让债权的金额为债权人持有的一笔债权的剩余本金，债权人可原价、折价或溢价转让，折价金额最多为剩余本金*1%，溢价金额最多为当期应收利息；",
								"2、按转让人的债权持有期不同，对应不同的转让费率。",
								`
									<div class="transfer-table-box">
										<table class="transfer-table">
											<tr>
												<td>持有期</td>
												<td>费率</td>
											</tr>
											<tr>
												<td>1个月&lt;N≤2个月</td>
												<td>0.5%</td>
											</tr>
											<tr>
												<td>2个月&lt;N≤6个月</td>
												<td>0.3%</td>
											</tr>
											<tr>
												<td>N>6个月</td>
												<td>0.1%</td>
											</tr>
										</table>
									</div>
								`,
								"3、实际到账金额=剩余本金±折溢价-转让手续费；",
								"4、未转成功的部分，转让人继续持有。"
							]
						},
						{
							title: "购买债权转让后，受让人的收益怎么计算？",
							textList: [
								"受让人的实际待收本金=出借金额*剩余本金/转让金额*100%",
								"举例：出借人A发起一笔债转，债转项目的剩余本金3000元，当期应收利息50元，剩余期数3个月，溢价为10元。则此笔债转的转让金额=剩余本金+溢价=3050元。",
								"出借人B购买了此笔债转，出借金额=转让金额=3050元，则此受让人的收益计算方式如下：",
								"1、实际待收本金=出借金额*剩余本金/转让金额*100%=3050*3000/3050*100%=3000元。",
								"2、利息按照正常年利率收益计算。"
							]
						},
						{
							title: "购买债权转让后可以再转让吗？",
							textList: [
								"凡是符合转让规则的债权转让项目都可以在购买后再次被转让。"
							]
						},
						{
							title: "没转让成功的债权在哪儿？影响计息吗？",
							textList: [
								"未被购买的部分债权在债转有效期3天后下线并再次回到转让人手中，未转出本金重新计息。"
							]
						},
						{
							title: "是否可以部分转让？",
							textList: [
								"可以。"
							]
						}
					],
					autoTender: [{
							title: "自动投标是怎样运作的？",
							textList: [
								"1、注册用户可自愿在p2p账户——自动投标下，选择个人偏好（如出借类型、出借期限等）开启或暂停自动投标功能； ",
								"2、根据用户开启自动投标功能“时间先后”形成队列，并按队列顺位进行匹配。若符合设置规则即进行自动投标，投标成功后用户重新排队至队尾。",
								"3、自动投标成交后，用户的自动投标功能不会自动关闭，如果需要关闭，需进行手工设置。"
							]
						},
						{
							title: "自动投标是否支持优惠券的使用？",
							textList: [
								"可以在自动投标设置页面中点击选中红包或We券。自动出借时，如选中优惠券的类型，将以出借金额为基础，且以收益最大化的原则使用对应类型的优惠券。"
							]
						},
						{
							title: "所有项目都可以自动投标吗？",
							textList: [
								"目前不是所有项目都支持自动投标。房易融、年账户、月账户项目都支持自动投标，债权转让项目暂时不支持自动投标功能。"
							]
						},
						{
							title: "自动投标的规则有哪些？",
							textList: [
								"1、账户余额>=100元才能启动自动投标；",
								"2、自动投标功能设置中若没有设置预留金额，系统将默认用户账户内全部可用余额用于自动投标。 ;",
								"3、自动投标排序规则如下：",
								"a ) 投标顺序按照开启自动投标的时间先后进行排序； ",
								"b ) 自动投标触发后，投标成功的规则将自动排到队尾，进行重新排队，未投到标的规则排名自动前进相应位数。只要您未能投到标，排名将始终保持前进。"
							]
						},
						{
							title: "自动投标的成交金额如何确定？",
							textList: [
								"自动投标的成交金额为（账户可用余额-设置的预留金额）与项目可投金额两者中的最小值；其中项目可投金额为项目剩余可投额度、项目最大出借限额、5,000元出借上限三者中的最小值。"
							]
						}
					],
					rNormal: [{
							title: "正常还款时如何操作？",
							textList: [
								"借款人进行还款操作前请确保账户中有足够余额，余额不足时请您先进行充值操作，再继续还款。还款的操作步骤如下： ",
								"1、	登录账户后，进入【我的账户】——【我的借款】，在“还款记录”板块中找到待还款的项目和期次，点击“还款”按钮；",
								"2、	进入还款详情页，请选择“还当期”或者“全部还清”（提前还款）；",
								"3、	弹出提示窗，提示您的“账户余额”和“还款金额”（账户余额需大于还款金额才能正常还款），点击“确定”即可还款成功。"
							]
						}
					],
					rOverdue: [{
							title: "逾期还款的手续费如何收取？",
							textList: [
								"逾期还款将收取一定的逾期手续费，计算方式如下： ",
								"逾期手续费=借款利息*1.1"
							]
						}
					],
					risk: [{
							title: "前海领投实施的出借人风险承受能力评估的目的和规则是什么？",
							textList: [
								"1、为保障出借人购买合适的产品，前海领投根据出借人风险承受能力评估结果，将出借人风险承受能力由低到高分为保守型、稳健型、积极型三种类型。 ",
								"2、出借人通过做风险评估表得到其对应的结果，从而匹配其对应可购买的标的类型，如果超过其风险承受的标的，则无法购买。",
								"3、出借人需按实际情况填写风险评估表，可重复填写。"
							]
						},
						{
							title: "出借人风险承受能力评估实施后，不同风险承受能力的出借人可购买的标的类型是什么？",
							textList: [
								"保守型的出借人可投的房易融和债权转让类型为等级AA，A。",
								"稳健型的出借人可投的房易融和债权转让类型为等级AA，A，B。",
								"积极型的出借人可投的房易融和债权转让类型为AA，A，B，C，D。"
							]
						}
					],
					riskLevel: [{
							title: "什么是项目风险级别？",
							textList: [
								"项目风险级别是前海领投的风控团队基于借款人的信息，对项目风险作出的分级管理。评级主要基于借款人的以下信息：历史还款记录，个人负债，信用历史，个人信息，第三方数据等。风控会基于此给出一个风险评分，以反映对逾期率的预测。每一个评分区间会以一个字母评级的形式展示给借款人和出借人。从AA，A，B，C，D，风险依次上升。 "
							]
						},
						{
							title: "项目风险级别的评级对于借款人有什么影响？",
							textList: [
								"项目风险级别的评级对您的借款的影响如下：",
								"（1）您的借款能否通过审批；",
								"（2）费用：您最终借款利率，将会基于评级变化。评级越高，利率越高；",
								"（3）额度：项目风险级别的评级一定程度上将决定您的借款额度。    ",
								"<br/>因此，我们建议您尽可能按网站提示要求多做认证，提供资料，提高您的信用等级。 "
							]
						},
						{
							title: "项目风险级别的评级对于出借人有什么影响？ ",
							textList: [
								"不同风险承受能力的出借人可购买的标的类型不同。",
								"保守型的出借人可投的房易融和债权转让类型为等级AA，A。    ",
								"稳健型的出借人可投的房易融和债权转让类型为等级AA，A，B。",
								"积极型的出借人可投的房易融和债权转让类型为AA，A，B，C，D。"
							]
						}
					],
					coupon: [{
							title: "前海领投平台优惠券有哪些类型？",
							textList: [
								"平台现有优惠券类别分为三种：现金券、红包、We券。"
							]
						},
						{
							title: "现金券是什么？",
							textList: [
								"现金券是前海领投回馈给用户的福利。现金券可提现，可出借。出借时可作为出借本金使用，出借到期后本金和收益归出借人所有。"
							]
						},
						{
							title: "红包是什么？",
							textList: [
								"红包是前海领投回馈给用户的福利，在投标时红包可抵用出借本金。",
								"红包的规则及使用条件，可以通过【我的】-【我的卡券】查看。"
							]
						},
						{
							title: "红包使用规则是什么？",
							textList: [
								"1、红包可用于抵扣您的出借本金； ",
								"2、在投标时，您可以指定使用某一个符合使用条件的红包，也可以让系统自动匹配使用红包；",
								"3、每次投标只能使用一个红包；单个红包不可拆分使用。"
							]
						},
						{
							title: "红包使用条件是什么？",
							textList: [
								"每个红包的具体使用条件是不同的，具体可以查看【我的】-【我的卡券】；",
								"如果一个10元的红包使用条件是“最低出借金额1000元”，那投标时出借金额是输入1000元还是990元？输入金额应该为1000元，红包会自动抵用其中的10元。"
							]
						},
						{
							title: "We券是什么？",
							textList: [
								"We券是前海领投回馈给用户的福利，在投标时，除了本身投中项目享受的年化收益外，可以获得We券提供的额外收益。",
								"We券的规则及使用条件，可以通过【我的】-【我的卡券】查看。"
							]
						},
						{
							title: "We券使用规则是什么？",
							textList: [
								"1、出借时若有可用的We券，需要您手动选择使用，使用后即可根据出借奖励期数获得一定时间内的额外出借奖励收益；",
								"2、通过We券获得的额外收益，每月将以现金的形式与出借项目的回款同时返还到您的账户中；",
								"3、We券不可与红包叠加使用；",
								"4、使用了We券的出借项目在进行债权转让后，将不再继续享受We券的额外年化收益；",
								"5、一张We券仅可用于一个出借项目，不与其他出借奖励活动同享。"
							]
						},
						{
							title: "We券是怎样计算出借奖励收益的？",
							textList: [
								"出借奖励金额=出借人赚取的利息金额*出借奖励利率；比如使用0.5%的We券，出借奖励期数6个月，如出借人的正常利息收益是300元/月，则额外的出借奖励收入是300*0.5%*6=90元。"
							]
						},
						{
							title: "优惠券如何获得？",
							textList: [
								"用户可通过在平台充值、出借以及参与不定期的活动获得。"
							]
						},
						{
							title: "优惠券在哪里查看？",
							textList: [
								"查询优惠券，途径如下：",
								"电脑端：【我的账户】>【我的卡券】",
								"APP端：【我的】>【我的卡券】",
								"微信公众号：【我要出借】>【我的】>【我的卡券】",
								"温馨提示：每张优惠券的最低出借金额和使用期限均不一样，请留意使用条件和期限。"
							]
						}
					],
					invite: [{
							title: "什么是邀请有奖？",
							textList: [
								"邀请有奖是前海领投打造的老用户推荐新用户注册出借，赚现金福利的增值服务。凡前海领投实名认证会员均可参与邀请有奖，成功推荐好友出借即可获得高额福利。"
							]
						},
						{
							title: "邀请有奖的奖励等级是怎样的？",
							textList: [
								"目前邀请有奖体系分为五个等级：新秀、少侠、大侠、掌门、宗师：",
								`<table class="table">
									<thead>
										<tr>
											<th class="topLeft">等级称号</th>
											<th>满足条件</th>
											<th>邀请奖励年利率</th>
										</tr>
									</thead>
									<tbody>
										<tr>
											<td>新秀</td>
											<td>好友总待收本金＜20万</td>
											<td>0.36%</td>
										</tr>
										<tr>
											<td>少侠</td>
											<td>20万≤好友总待收本金＜100万</td>
											<td>0.72%</td>
										</tr>
										<tr>
											<td>大侠</td>
											<td>100万≤好友总待收本金＜300万</td>
											<td>0.78%</td>
										</tr>
										<tr>
											<td>掌门</td>
											<td>300万≤好友总待收本金＜500万</td>
											<td>0.84%</td>
										</tr>
										<tr>
											<td class="botLeft">宗师</td>
											<td>好友总待收本金和≥500万</td>
											<td>0.90%</td>
										</tr>
									</tbody>
								</table>`
							]
						},
						{
							title: "邀请有奖的具体计算规则是怎样的？",
							textList: [
								"具体规则如下：",
								"1、只统计各邀请用户自注册日起一年内的待收本金，注册一年后此用户的待收本金不再计提奖励；",
								"2、好友总待收本金=好友A总待收本金+好友B总待收本金；",
								"3、每天凌晨2:00计算昨日奖励，发放的奖励用户需手动领取至用户余额，可用于提现或出借；",
								"4、当日奖励金额=好友总待收本金*奖励年利率/365；发放福利金额小于0.01元，则记为0.00元；",
								"5、若发现用户恶意刷奖，前海领投有权拒绝发放福利并取消该用户出借大师资格；",
								"<br/>注：2017年11月6日之前推荐的好友，统计各邀请用户自注册日起两年内的待收本金；2017年11月6日之后推荐的好友，只统计各邀请用户自注册日起一年内的待收本金。平台所有邀请奖励金额的计算方式都按新规则进行。"
							]
						},
						{
							title: "如何邀请好友？",
							textList: [
								"登录前海领投后，打开【我的】—【邀请好友】页面，您可以通过以下方式成功邀请好友：",
								"1、好友注册时填写您认证的手机号码，或扫描您的二维码，即可建立推荐关系；",
								"2、复制链接后分享给好友或分享到社交圈；",
								"3、点击QQ或微信图标直接登录分享给好友或分享到社交圈；"
							]
						}
					],
					noun: [{
							title: "借款人",
							textList: [
								"已经或准备在网站上进行借款的用户称为借款人。"
							]
						},
						{
							title: "出借人",
							textList: [
								"已经或准备在网站上进行资金出借活动并完成了实名认证的用户称为出借人。"
							]
						},
						{
							title: "发标",
							textList: [
								"指借款人向平台申请发布借款项目，经严格的风控审核后，发布借款标的的行为。"
							]
						},
						{
							title: "投标",
							textList: [
								"指出借人将其前海领投账户内指定的金额出借给指定的借款人的行为。"
							]
						},
						{
							title: "满标",
							textList: [
								"指一个标在招标期限内足额筹集到所需资金，等待放款的状态。"
							]
						},
						{
							title: "放款",
							textList: [
								"指一个标满标后且已符合放款标准，该标所筹资金从出借人账户转入借款人账户的过程，即借款人成功获得了借款。"
							]
						},
						{
							title: "流标",
							textList: [
								"指因资料上传不全或综合情况不符合借款要求，导致借款申请未通过，或超过招标期限但未满标的状态叫做流标。"
							]
						},
						{
							title: "债权",
							textList: [
								"指出借人与借款人之间的债务约定。"
							]
						},
						{
							title: "债权转让",
							textList: [
								"指债权人将其所拥有的债权进行转让的行为。"
							]
						},
						{
							title: "等额本息",
							textList: [
								"等额本息还款法是一种被广泛采用的还款方式。还款期内，借款人每月按相等的金额偿还借款本息，其中每月利息按上月结算剩余本金计算，并逐月结清，借款人每月还款额中的本金比重逐月递增、利息比重逐月递减。",
								"<br/>具体计算公式如下：",
								"1、假设借款金额为X，年利率为Y，借款期限为Z月，月还款本息和T，则第一个月应还利息计算公式为：X×Y/360*30，第二个月应还利息计算公式为：（X-(T-第一个月应还利息））×Y/360*30；",
								"2、各月以此类推，应还总利息计算公式为：第一个月应还利息+第二个月应还利息+…第Z个月的应还利息。应还本金为X。每月按30天算，不足一个自然月按实际天数算。"
							]
						},
						{
							title: "先息后本",
							textList: [
								"每月还息，最后还本的还款方式是指每月按期归还当期利息，最后一期归还当期利息和所有本金的还款方式。每月所归还的利息金额相同。",
								"具体计算公式如下：",
								"假设借款金额为X，年利率为Y，借款期限为Z月，则每月应还利息计算公式为：X×Y/12，应还总利息计算公式为：X×Y/12×Z，应还本金为X。"
							]
						},
						{
							title: "一次性还本付息",
							textList: [
								"一次性还本付息的还款方式是指到最后还款日期，一次性返回所有本金和利息。"
							]
						},
						{
							title: "资产总额",
							textList: [
								"资产总额=账户余额+冻结金额+待收本金+待收利息-待还总额"
							]
						}
					]
				}
			}
		},
		created() {
			this.type = this.$route.query.type;
			this.i = this.$route.query.i;

			if(this.cont[this.type]) {
				this.model = this.cont[this.type][this.i] || {
					title: "?"
				};
			}
		},
		beforeRouteUpdate(to, from, next){
			//console.log(to)
			//console.log(from)
			//console.log(next)
		}
	}
</script>

<style lang="scss">
	.helpCont {
		position: absolute;
		width: 100%;
		top: 0;
		bottom: 0;
		color: #2c2c2c;
		background: #FFFFFF;
		.title {
			margin: 0 15px;
			padding: 20px 0;
			line-height: 18px;
			@include border-1px(#e5e5e5) font-size: 15px;
		}
		.text-box {
			margin-top: 22px;
			padding: 0 15px 15px;
			background: #FFFFFF;
			.help-text {
				font-size: 14px;
				line-height: 20px;
				color: #2c2c2c;
				text-align: justify;
			}
			.table {
				width: 100%;
				margin-top: 24px;
				text-align: center;
				font-size: 12px;
				th {
					padding: 10px 3px;
					color: #2c2c2c;
					border: 1px solid #f2f2f2;
					border-bottom: none;
					background-color: #f2f2f2;
					font-weight: 400;
				}
				td {
					padding: 10px 0;
					border: 1px solid #e5e5e5;
				}
			}
			a {
				color: #1e82d2;
			}
			.gray {
				color: #999999;
			}
		}
		.transfer-table-box {
			padding: 10px 0;
			.transfer-table {
				width: 100%;
				text-align: center;
				table-layout: fixed;
				td {
					padding: 10px 0;
					font-size: 12px;
					border: 1px solid #e5e5e5;
				}
			}
		}
	}
</style>