<template>
	<div class="helpList">
		<ul class="mui-table-view">
			<li class="mui-table-view-cell" v-for="(item,index) in arr" @tap="link(type,index)">
				<span class="text">{{item}}</span>
				<i class="mui-icon mui-icon-arrowright"></i>
			</li>
		</ul>
	</div>
</template>

<script>
	export default {
		data() {
			return {
				type: null,
				arr: [],
				oTitle: {
					//安全保障
					safety: [
						"前海领投的模式是否合法合规？",
						"前海领投如何进行项目筛选和风险控制的？",
						"前海领投平台上的合同、协议和条款这些都有法律效力吗？",
						"电子签章有什么用？",
						"前海领投如何保证我的资金安全？"
					],
					//账户管理
					reg: [
						'新用户如何注册？',
						'一个手机号可以注册几个账户？',
						'注册成功后可以更换手机号码吗？',
						'注册的账号可以注销吗？'
					],
					bank:[
					  '为什么要进行存管开户？',
					   '个人如何进行存管开户？',
					   '个人存管开户时，如果身份证号里含有x，怎么填写？',
						'个人存管开户时，实名认证无法通过的原因？',
						'企业如何进行存管开户？',
					],
					real: [
						"为什么要进行实名认证？",
						"实名认证时，如果身份证号里含有x，怎么填写？",
						"如何进行实名认证？",
						"实名认证无法通过的原因？"
					],
					funds: [
						"如何开通资金管理账户?",
						"为什么要开通资金管理账户？",
						"目前前海领投平台由哪个公司提供资金管理服务?"
					],
					recharge: [
						"可以绑定多张银行卡吗？如何换绑银行卡？",
						"个人用户如何解绑银行卡？",
						"企业用户可以绑定多张银行卡吗？如何换绑银行卡？",
						"在前海领投有哪些充值方式？",
						"如何申请开通网上银行？",
						"如何充值？",
						"有哪些银行不支持快捷充值？",
						"充值是实时到账的吗？",
						"充值需要收费吗？",
						"充值是否有限额？",
						"充值后，银行提示已扣款，但前海领投账户余额没有 增加是什么原因？"
					],
					withdraw: [
						"如何提现？",
						"提现时对银行卡有什么要求？",
						"提现是否有手续费？",
						"提现是否有金额限制？",
						"提现后多久可以到账？",
						"提现后实际到账金额是多少？",
						"为什么会收到提现被退回的短信？"
					],
					passWord: [
						"如何修改登录密码？",
						"忘记登录密码怎么办？",
						"如何设置交易密码？",
						"如何修改及找回交易密码？"
					],
					safetyCode: [
						"什么是安全码？",
						"如何修改安全码？"
					],
					verification: [
						"手机收不到验证码怎么办？"
					],

					//出借说明
					invest: [
						"投标之前，都需要做哪些准备？",
						"前海领投借款项目发布时间是什么时候？",
						"投标金额是否有限制？",
						"如何进行出借？",
						"项目投标的时候为什么资金会冻结？",
						"出借后什么时候开始计息？",
						"出借收益是如何计算的？",
						"标的还款时间？",
						"每个借款项目都会投满吗？如果流标会怎样？",
						"投标后可以撤回投标资金吗？",
						"出借人是否需要支付费用？",
						"如何查看出借信息？",
						"为什么有时借款人会提前还款？这对出借人有什么影 响？",
						"如借款人逾期还款，对出借人有什么影响？",
						"如何保证借款人按时还本付息？"
					],
					acc: [
						"什么是年月账户？",
						"出借了年月账户后怎么自主续期？",
						"年月账户续期后年利率怎么计算？"
					],
					transfer: [
						"什么是债权转让？",
						"债权转让的规则是什么？",
						"债转操作时的名词解释",
						"如何进行债权转让？",
						"购买债权转让后，受让人的收益怎么计算？",
						"购买债权转让后可以再转让吗？",
						"债权转让人是否可以中止或撤销转让？",
						"没转让成功的债权在哪儿？影响计息吗？",
						"是否可以部分转让？"
					],
					autoTender: [
						"自动投标是怎样运作的？",
						"自动投标是否支持优惠券的使用？",
						"所有项目都可以自动投标吗？",
						"自动投标的规则有哪些？",
						"自动投标的成交金额如何确定？"
					],
                   risk: [
						"前海领投实施的出借人风险承受能力评估的目的和规则是什么？",
						"出借人风险承受能力评估实施后，不同风险承受能力的出借人可购买的标的类型是什么？"
					],
					 riskLevel: [
						"什么是项目风险级别？",
						"项目风险级别的评级对于借款人有什么影响？",
						"项目风险级别的评级对于出借人有什么影响？ "
					],
					//会员中心
					coupon: [
						"前海领投平台优惠券有哪些类型？",
						"现金券是什么？",
						"红包是什么？",
						"红包使用规则是什么？",
						"红包使用条件是什么？",
						"We券是什么？",
						"We券使用规则是什么？",
						"We券是怎样计算出借奖励收益的？",
						"优惠券如何获得？",
						"优惠券在哪里查看？"
					],
					invite: [
						"什么是邀请有奖体系？",
						"邀请有奖的奖励等级是怎样的？",
						"邀请有奖的具体计算规则是怎样的？",
						"如何邀请好友？"
					],

					//其他问题
					noun: [
						"借款人",
						"出借人",
						"发标",
						"投标",
						"满标",
						"放款",
						"流标",
						"债权",
						"债权转让",
						"等额本息",
						"先息后本",
						"一次性还本付息",
						"资产总额"
					],
					rNormal:[
					   "正常还款时如何操作？"
					],
					rOverdue:[
					   "逾期还款的手续费如何收取？"
					]
				}
			}
		},
		created() {
			this.type = this.$route.query.type;
			this.arr = this.oTitle[this.type] || [];
		},
		methods: {
			link(type, i) {
				this.$router.push({
					name: "helpCont",
					query: {
						type: type,
						i: i
					}
				})
			}
		}
	}
</script>

<style lang="scss">
	.helpList {
		.mui-table-view-cell {
			position: relative;
			padding: 0 15px;
			height: 44px;
			line-height: 44px;
			font-size: 0;
			overflow: initial;
			&:last-child {
				@include border-none();
			}
			.text {
				display: inline-block;
				vertical-align: top;
				font-size: 15px;
				width: 90%;
				white-space: nowrap;
				overflow: hidden;
				text-overflow: ellipsis;
			}
			.mui-icon {
				position: absolute;
				line-height: 44px;
				right: 18px;
				color: #999999;
			}
		}
	}
</style>