<template>
	<div class="openingProtocol" >
			<p><span>甲方 为在乙方平台已注册用户</span></p>
			<p><span>甲方声明：</span></p>
			<p class="textIndent">兹声明甲方在申请办理客户交易结算资金存管业务前已仔细阅读并理解《资金存管三方协议》，
				<span>
				 甲方已明确知晓丙方仅负责网络交易资金存管，即甲方申请办理充值、转账、提现等资金划转业务时须向乙方发出交易指令，甲方授权乙方通过服务商向丙方传输、验证交易指令，丙方仅按照服务商传输验证后的指令进行资金划转及对应其他操作；
				 丙方不负责审核乙方所提供融资人和融资项目及借贷信息的真实性和合法性、不对网络借贷信息数据的真实性、准确性和完整性负责、不保障融资人和融资项目必然还款、也不保障甲方能够获得乙方融资项目下的本金和预期收益。
				</span>
				甲方已充分知晓并理解本协议之含义，完全同意和接受本协议的全部条款和内容，特别是其中有关甲方、乙方、丙方的责任条款，甲方愿意履行和承担本协议中约定的权利和义务。
			</p>
		   <br />
		   <p><span>乙方：深圳市前海领投互联网金融服务有限公司</span></p>
		    <br />
		   <p><span>丙方：宜宾市商业银行</span></p>
		    <br />
		   <p><span> 鉴于：</span></p>
		   <p class="textIndent">
		    	甲方为在乙方平台成功注册的用户，乙方和丙方连通网络交易平台资金存管系统，乙方和丙方已签订       《资金存管服务协议》（以下称“《合作协议》”）。
		   </p>
		    <p class="textIndent">
		    	为此，甲、乙、丙三方依据《中华人民共和国商业银行法》、《中华人民共和国合同法》、乙方交易及结算规则、丙方账户管理及结算规则和其他有关法律、法规、规章以及相关规定，就甲方在乙方进行网络借贷交易，丙方存管乙方客户交易结算资金，及其他相关事宜达成《资金存管三方协议》（以下称“本协议”），供三方共同遵守。
		   </p>
		   <p class="textCenter"><span>第一章   三方声明</span></p>
		   <p><span>第一条       甲方声明如下：</span></p>
		   <p class="textIndent">
		   	（一）甲方具有相应合法的出借或融资等资格，不存在法律、法规、规章、其他规范性文件和乙方交易规则禁止或限制其在乙方进行网络借贷交易的情形，甲方的角色包括但不限于出借人、融资人、担保人、渠道方及其他与本借贷项目相关的主体等。
		   </p>
		   <p class="textIndent">
		   	（二）甲方保证其向乙方、丙方提供的所有证件、资料均合法、真实、准确、完整和有效。甲方资料发生变化时，甲方必须按照约定的要求，及时通知乙方和丙方。
		   </p>
		   <p class="textIndent">
		   	（三）甲方保证其资金来源合法合规、且允许进行出借性交易。因甲方故意欺诈、伪造数据或数据发生错误导致的业务风险和损失，由甲方承担相应责任。
		   </p>
		   <p class="textIndent">
		   	（四）乙方已向甲方清楚揭示网络借贷交易风险，甲方已明确知晓并愿意承担网络借贷交易风险。甲方的指令一经发出即不可撤销。
		   </p>
		   <p class="textIndent">
		   	（五）甲方已明确知晓丙方仅负责网络借贷交易资金存管，即甲方申请办理账户开立、充值、转账、提现等业务
		   	<span>须向乙方发出交易指令，甲方授权乙方向服务商发送前述交易指令，并由服务商向丙方传输、验证交易指令，丙方仅按照服务商传输、验证后的指令进行资金划转及对应其他操作；</span>
		   	丙方不负责审核乙方所提供融资人和融资项目及借贷交易信息的真实性和合法性、不对网络借贷信息数据的真实性、准确性和完整性负责、不保障融资人和融资项目必然还款、也不保障甲方能够获得乙方承诺的项目本金和预期收益。
		   </p>
		   <p class="textIndent">
		   	（六）甲方已明确并同意：丙方不参与甲方与乙方或其他用户之间的交易，丙方对甲方在前海领投平台的出借收益和本金回收不做任何担保亦不承担任何责任；丙方对甲方在前海领投平台所看到的信息的真实性不作任何担保亦不承担任何责任；丙方对甲方在前海领投平台进行的任何操作所产生的投诉或纠纷不承担任何责任。
		   </p>
		     <p class="textIndent">
		   	（七）甲方同意遵守有关的法律、法规及乙方交易规则、丙方账户管理及结算规则。
		   </p>
		    <p class="textIndent">
		   	（八）甲方不可撤销地承诺并保证，丙方仅根据乙方通过服务商传输、验证后的指令进行资金划转及冻结等操作，丙方进行的该等操作均视为已取得甲方的合法有效授权，对甲方具有法律效力。
		   </p>
		    <p class="textIndent">
		   	（九）甲方知晓并同意，丙方将根据乙方传输的甲方身份信息（包括但不限于姓名、身份证号、银行卡号、手机号等）对甲方进行身份识别，该行为已获得甲方合法有效授权，对甲方具有法律效力。
		   </p>
		    <p class="textIndent">
		   	（十）甲方已详细阅读本协议所有条款，准确理解其含义，特别是其中有关乙方、丙方的责任条款，并同意本协议所有条款。
		   </p>
		   <p class="textIndent">
		   	（十一）甲方确认知晓用户号和密码的重要性。任何使用甲方用户号以及密码进行的交易委托或资金划转均视为甲方本人所为和有效的甲方指令（即使该用户号以及密码被未经甲方授权的第三方盗用、冒用）。由于甲方未尽到防范风险的义务造成其用户号及密码失密及其他非乙方、丙方原因而导致的甲方损失，乙方、丙方不承担任何责任。
		   </p>
		   <p >
		    <span>第二条       乙方声明如下：</span>
		   </p>
		     <p class="textIndent">
		     （一）乙方是依法设立的网络借贷平台前海领投的运营商，具有相应的资格开展网络借贷相关业务。
		    </p>
		    <p class="textIndent">
		     （二）乙方承诺其服务平台注册的出借人、融资人和融资项目及借贷交易信息的真实性和合法性，对网络借贷信息数据的真实性、准确性和完整性负责，不存在任何虚假融资人和融资项目，不存在为融资人虚构融资项目、故意隐瞒融资项目重大瑕疵等损害出借者合法权益的情形，并承担由此而可能引发的经济及法律责任。乙方负责对甲方进行身份识别，对甲方资金来源进行合法合规性审核。因乙方故意欺诈、伪造数据或数据发生错误导致的业务风险和损失，由乙方承担相应责任。
		   </p>
		     <p class="textIndent">
		    （三）乙方承诺其通过自身服务系统向资金存管系统所提交的任何交易指令和推送的任何数据的真实性、完整性、准确性、合法性，且均为乙方平台的注册用户提交的指令或提供的数据；如因该类指令或数据信息不准确、不真实、不完整、不合法而可能导致甲方或丙方等相关方损失的，乙方承诺承担全部责任。
		     </p>
		     <p class="textIndent">
		   （四）乙方遵守有关的法律、法规及交易和结算规则。
		     </p>
		     <p class="textIndent">
		   （五）乙方已详细阅读本协议所有条款，准确理解其含义，特别是其中有关甲方、乙方及丙方的责任条款，并同意本协议所有条款。
		     </p>
		     <p class="textIndent">
		   （六）乙方依据国家法律法规负责承担反洗钱的职责，根据人民银行相关规定做好客户身份识别、资料保存及其他相关工作。
		     </p>
		      <p >
		      <span>第三条       丙方声明如下：</span>
		     </p>
		     <p class="textIndent">
		   （一）丙方是依法设立的商业银行，能够履行客户交易结算资金的资金划转和存管职责。丙方仅按照本协议条款规定的内容承担资金划转和存管职责。丙方不负责对甲方进行身份识别，不负责审核甲方资金来源的合法合规性，不负责对乙方平台项目合法性、合规性进行审查，不对乙方平台项目收益提供任何承诺和担保。
		     </p>
		      <p class="textIndent">
		   （二）丙方具有开展客户交易结算资金存管的必要条件，通过资金存管系统能够为甲方的交易结算资金提供相关的服务。丙方仅对乙方所提供融资人和融资项目及借贷交易信息的表面一致性进行形式审核，不负责审查信息的真实性和合法性、不对网络借贷信息数据的真实性、准确性和完整性负责、也不保障融资人和融资项目必然还款。
		     </p>
		      <p class="textIndent">
		   （三）丙方在严格遵循国家有关法律、法规以及规章的前提下，办理乙方的客户交易结算资金存管业务。
		     </p>
		      <p class="textIndent">
		   （四）丙方承诺按本协议规定执行指令，并确保执行行为的及时、准确、有效；如因执行行为不及时、不准确、未生效而导致甲方或乙方等相关方损失的，丙方按照其过错承担相应责任。
		     </p>
		     <p class="textCenter">
		          <span>第二章    账户服务</span>
		     </p>
		     <p>
		       <span>第四条</span>       网络借贷资金存管系统（本协议中简称为“资金存管系统”）是丙方针对网络借贷交易资金存管业务开发的系统，主要功能包括账户开立、查询、充值、转账、提现、清算对账、资金存管等。系统对接后，丙方将为甲方分别单独开立并管理其客户存管记账账户，对客户的交易结算资金进行明细核对。
		     </p>
		     <p >
		    <span>第五条 </span>       账户开立是指甲方与乙方、丙方共同签署本协议，签约后丙方通过资金存管系统为甲方开立客户存管记账账户。
		     </p>
		     <p >
		     <span>第六条 </span>      为实现为甲方提供客户交易结算资金存管业务，甲方应为在乙方平台注册的用户，丙方应为甲方开立客户存管记账账户，签署本协议即视为甲方同意在丙方开立客户存管记账账户。 
		     </p>
		     <p >
		   <span> 第七条 </span>      客户存管记账账户指丙方为甲方开立的，管理甲方用于网络借贷交易结算资金的虚拟账户。客户存管记账账户记载甲方网络借贷交易结算资金的变动明细，并与甲方在丙方登记的甲方银行结算账户和甲方在乙方平台注册用户建立绑定关系。
		     </p>
		     <p >
		      <span>第八条 </span>      客户银行结算账户指甲方在其他商业银行开立的，用于办理支付结算业务的人民币活期账户。若甲方为个人客户，该银行结算账户必须为客户同名借记账户；若甲方为机构客户，则甲方客户存管记账账户不能与任何个人储蓄账户或个人结算账户建立绑定关系，只能与甲方在其他商业银行开立的同名银行结算账户（允许是基本结算账户或一般结算账户）之间办理签约转账业务。具体账户信息以甲方通过乙方服务渠道绑定的银行账户信息为准。
		     </p>
		     <p class="textIndent">
		   甲方充值时可以选择代扣或网银网关方式，当选择代扣方式进行充值时，甲方应先将交易结算资金存入已绑定的银行结算账户，之后才能从已绑定的银行结算账户充值转入客户存管记账账户。甲方从客户存管记账账户提取的客户交易结算资金，只能通过提现划转回到已绑定的银行结算账户。
		     </p>
		     <p >
               <span>第九条</span>       甲方申请办理网络借贷业务前，需先在乙方平台注册用户。
		     </p>
		     
		     <p >
               <span>第十条</span>       丙方为甲方开立客户存管记账账户，管理甲方用于网络借贷交易的结算资金。客户存管记账账户记载客户交易结算资金的变动明细。
		     </p>
		     <p >
               <span>第十一条 </span>      甲方可在乙方进行交易资金账户和存管资金变化情况的查询。若甲方对其客户交易结算资金清算明细或余额有异议，应向乙方查询并核实。若乙方认为有必要，可以要求丙方配合进行查询、核实工作。 
		     </p>
		     <p>
		     	<span>第十二条</span>       甲方通过乙方服务渠道进行充值、提现、转账等各类交易时，必须输入正确的已经在丙方设置的客户存管记账账户交易密码。
		     </p>
		      <p>
		     	<span>第十三条</span>       充值：注册完成后，甲方可将资金划入其客户存管记账账户。
		     </p>
		      <p>
		     	<span>第十四条</span>       转账：是指出借交易成功后资金从甲方（如作为出借人）客户存管记账账户转到融资人客户存管记账账户，或是从甲方（如作为还款人）客户存管记账账户转到出借人客户存管记账账户，或是从甲方（如作为担保人）客户存管记账账户转到出借人客户存管记账账户或从甲方客户存管记账账户经融资人客户存管记账账户后再转到出借人客户存管记账账户，或其他转账行为（包括但不限于除出借人之外的其他项目参与方之间的互转等）。
		     </p>
		      <p>
		     	<span>第十五条</span>       提现：是指甲方将资金从客户存管记账账户划回已绑定的银行结算账户。
		     </p>
		      <p>
		     	<span>第十六条</span>       丙方在本协议项下提供如下账户管理服务：
		     </p>
		     <p class="textIndent">
		     	（一）账户信息变更： 甲方修改客户存管记账账户交易密码、账户信息等内容的，可以通过乙方网站或手机APP等乙方提供的渠道办理（具体由乙方确定）。
		     </p>
		      <p class="textIndent">
		     	（二）账户冻结及解冻：提供账户冻结以及解冻的功能，账户冻结则记账账户无法正常交易需要解冻才能使用；
		     </p>
		      <p class="textIndent">
		     	（三）销户： 提供账户销户功能，账户可直接注销；
		     </p>
		     <p>
		     	<span>第十七条</span>       丙方提供本协议项下资金存管服务，经丙方对甲方客户存管记账账户进行交易密码安全验证后，可接受甲方在出借（仅针对自动投标类产品）、还款环节实施的业务授权操作。甲方需取消业务授权的可通过乙方网站或手机APP等乙方提供的渠道办理（具体由乙方确定）。
		     </p>
		     
		     <p class="textCenter"><span>第三章   信息变更</span></p>
		     <p>
		     	<span>第十八条</span>       甲方修改客户存管记账账户交易密码可以通过乙方网站或手机APP等乙方提供的渠道办理（具体由乙方确定）
		     </p>
		     <p>
		     <span>第十九条</span>       有下列情形之一的，乙方或丙方可要求甲方限期纠正，甲方不能按期纠正或拒不纠正的，经乙方和丙方双方认可后，可单方面终止本协议：
		     </p>
		     <p class="textIndent">
		     	（一）乙方或丙方发现甲方向其提供的资料、证件严重失实；
		     </p>
		     <p class="textIndent">
		     	（二）甲方有严重损害乙方或丙方合法权益、影响其正常经营秩序的行为；
		     </p>
		     <p class="textIndent">
		     	（三）甲方的资金来源不合法或存在争议；
		     </p>
		     <p class="textIndent">
		     	（四）为非法目的使用资金存管系统；
		     </p>
		     <p class="textIndent">
		     	（五）利用资金存管系统传输任何骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或者其他任何非法的信息资料；
		     </p>
		     <p class="textIndent">
		     	（六）利用资金存管系统进行任何不利于丙方的行为；
		     </p>
		     <p class="textIndent">
		     	（七）不遵守所有与系统服务有关的协议、规定和程序；
		     </p>
		     <p class="textIndent">
		     	（八）监管机构认定的其他情形。
		     </p>
		     <p class="textIndent">
		     	乙方和丙方单方面终止本协议时，向甲方发送协议终止通知，并自协议终止通知发布之时起，乙方不再接受甲方的交易指令，丙方不再接受资金划转指令。本协议终止，不影响乙方与丙方依法追究甲方违约责任的权利。
		     </p>
		      <p class="textCenter"><span>第四章   三方的责任条款</span></p>
		      <p>
		      	<span>第二十条 </span>      乙方因未有效履行甲方投融资资产的管理主体、清算交收义务，所导致的甲方投融资资产损失或甲方交易无法正常进行的，由乙方承担赔偿责任。丙方并不因上述任何原因向甲方承担赔偿责任。
		      </p>
		     <p>
		     	<span>第二十一条 </span>      如因乙方故意或重大过失导致甲方交易无法正常进行或交易结算资金无法正常转账支取的，由乙方根据有关规定承担相应的责任。
		     </p>
		     <p>
		     	<span>第二十二条  </span>      丙方因不履行存管义务，未按本协议约定交易指令划转资金，造成甲方及乙方损失的，由丙方按其过错承担赔偿责任。
		     </p>
		     <p>
		     	<span>第二十三条</span>       因甲方交易结算资金存取造成的差错事故，以丙方数据为准，由乙方、丙方负责查明原因并调账。因甲方出借交易造成的差错事故，以乙方交易数据为准，由乙方负责查明原因并调账。
		     </p>
		     <p>
		     	<span>第二十四条</span>       乙方未如实执行甲方下达的交易指令，导致甲方损失的，由乙方承担赔偿责任，如乙方遇到不可抗力的情况除外。丙方并不因此向甲方承担赔偿责任。
		     </p>
		     <p>
		     	<span>
		     		第二十五条       乙方、丙方郑重提醒甲方注意用户号和密码的保密。任何使用甲方密码进行的交易或资金划转均视为甲方本人所为和有效的甲方指令。由于甲方未尽到防范风险的义务造成其用户号及密码失密及其他非乙方、丙方原因而导致的甲方损失，乙方、丙方不承担任何责任。
		     	</span>
		     </p>
		     <p>
		     	<span>第二十六条</span>        乙方、丙方对甲方的开户资料、交易记录等资料负有保密义务，除法律法规或监管机构另有规定；或向政府授权的信用联合征信机构提供；或因审计需要向审计机构提供；或因其他原因向司法机关、法律服务机构提供；或向与丙方签署合作协议的合作机构提供；或甲方指示外，不得向第三人透露。乙方、丙方承担因其擅自泄露甲方资料给甲方造成的直接损失。
		     </p>
		     <p>
		     	<span>第二十七条</span>       甲方应妥善保管其注册用户信息及个人银行借记账户信息或机构客户银行账户信息，不得向任何其他第三方出售、出租、转让或者其他形式进行有偿或无偿转让或使用。
		     </p>
		     <p>
		     	<span>第二十八条</span>       若甲方遗失注册用户信息、身份证件，应及时向乙方办理挂失，在挂失生效前已经发生的资金账户损失由甲方承担。甲方为个人出借者时，如遗失个人银行结算账户信息，应及时向其开户银行办理挂失，在挂失生效前已发生的转账业务所产生的损失及其他损失由甲方承担；甲方为机构客户时，如遗失银行预留印鉴或相关支付凭证，应及时向其开户银行办理挂失，在挂失生效前已发生的转账业务所产生的损失及其他损失由甲方承担。
		     </p>
		     <p>
		     	<span>第二十九条</span>       因地震、台风、水灾、火灾、战争及其他不可抗力因素导致的甲方损失，乙方、丙方均不承担任何赔偿责任。
		     </p>
		     <p>
		     	<span>第三十条</span>       因乙方、丙方不可预测或无法控制的系统故障、设备故障、通讯故障、停电等突发事故，给甲方造成的损失，乙方、丙方不承担任何赔偿责任。
		     </p>
		     <p>
		     	<span>第三十一条</span>       因互联网上传输原因，交易和划转指令出现中断、停顿、延迟、数据错误等情况以及乙方或丙方不可预测或不可控制因素而造成甲方不能正常交易和划转资金，乙方、丙方不承担责任，但乙方、丙方保证尽快采取其他方式使交易正常运行。
		     </p>
		     <p>
		     	<span>第三十二条</span>       甲方为进行网络借贷交易使用的网站或软件必须是乙方指定站点公示或下载的。甲方使用其他途径获得的网站或软件，由此产生的后果由甲方自行承担。
		     </p>
		     <p>
		     	<span>第三十三条</span>       当第二十八条、第二十九条所述事件发生后，乙方、丙方应当及时采取措施防止甲方损失可能的进一步扩大。
		     </p>
		     <p>
		     	<span>第三十四条</span>       乙方应本着勤勉尽责的精神忠实地向甲方提供信息、资料。乙方向甲方提供的各种信息及资料，仅作为出借参考，甲方应自行承担据此进行出借所产生的风险。
		     </p>
		     <p>
		     	<span>第三十五条</span>       甲方在签署本协议前已经在乙方办理的任何交易均与丙方无关，丙方仅依据乙方提供的数据办理存量客户迁移工作，由此可能产生的损失，丙方不承担责任。
		     </p>
		     <p>
		     	<span>第三十六条</span>       甲、乙、丙三方各自依照相关法律与本协议承担违约责任，任何一方不对其他方的行为承担责任。
		     </p>
		     <p>
		     	<span>第三十七条</span>       因法律法规变化、监管部门的监管要求等，导致丙方不能履行存管义务的，丙方有权解除本协议，丙方不承担任何责任。
		     </p>
		     <p>
		     	<span>第三十八条</span>       如乙方出现重大财务风险、诉讼风险等重大风险，导致甲方无法收到预期本金及收益的，甲方承诺不得追究丙方责任、不通过任何方式（包括但不限于司法、行政、媒体等途径）向丙方主张任何权利。
		     </p>
		     <p>
		     	<span>第三十九条</span>       如甲方涉嫌进行违法交易或违反本协议约定时，丙方将无法保证资金划转操作的顺利进行或者正确的完成，且丙方对此不承担任何责任。若在上述情况下已完成资金划转的，丙方有权收回资金，并有权对甲方的客户存管记账账户进行限额、冻结、停止服务，直至关闭客户存管记账账户，必要时移交司法机关处理。资金如已划转至甲方银行账户的，甲方同意丙方有向甲方事后追索的权利。
		     </p>
		     <p>
		     	<span>第四十条</span>       如发生乙丙双方签署的《合作协议》项下合同解除的事宜，丙方有权解除与甲方、乙方的存管约定，本协议自动解除。甲乙双方承诺不追究丙方责任。
		     </p>
		     <p class="textCenter">
		     	<span>第五章   送达与争议的解决</span>
		     </p>
		     <p>
		     	<span>第四十一条 </span>      各方对本协议项下的通知及送达约定如下：
		     </p>
		     <p class="textIndent">
		     	（一）各方应确保提供的通讯地址、家庭住址（如有）、工作单位地址（如有）、手机号码、电子邮箱、传真号码等信息完全准确、有效。上述地址均为本协议涉及和有关的各类通知以及就本协议发生纠纷时相关文件和法律文书送达时的送达地址。
		     </p>
		     <p class="textIndent">
		     	（二）各方在本协议项下发出的通知或文件，以及与本协议相关的争议解决机构（包括但不限于法院和仲裁机关等）发出的仲裁或诉讼文书等，如采用亲自或委托递交的方式，则以被通知方或其收件代理人签收之日为送达日期；如采用快递或挂号信进行邮递的方式，则以邮件寄出之日后的第五个工作日为送达日期；如采用短信、APP、微信公众号或电子邮件的方式，则各方或争议解决机构系统记录的发出信息或电子邮件的时间即为送达时间。
		     </p>
		     <p class="textIndent">
		     	（三）上述送达地址适用范围包括各方非诉时各类通知、协议等文件以及就本协议发生纠纷时相关文件和法律文书的送达，同时包括在争议进入仲裁、民事诉讼程序后的一审、二审、再审和执行程序。
		     </p>
		     <p class="textIndent">
		     	（四）各方的送达地址需要变更时应当向对方履行书面的通知义务。各方如未按前述方式履行通知义务，上述所确认的送达地址仍视为有效送达地址，因当事方提供或者确认的送达地址不准确、送达地址变更后未及时依程序告知对方和法院、当事人或指定的接收人拒绝签收等原因，导致法律文书未能被当事方实际接收的，依然产生送达的法律后果：
		     </p>
		     <p class="textIndent">
		     	1、因当事人提供或者确认的送达地址不准确的；
		     </p>
		     <p class="textIndent">
		     	 2、送达地址变更后未及时书面告知对方和仲裁机构、人民法院的；
		     </p>
		     <p class="textIndent">
		     	3、当事人或有权签收人拒绝签收的。
		     </p>
		     <p class="textIndent">
		     	（五）发生上述情形时，邮寄送达的，以文书退回之日视为送达之日；直接送达的，送达人当场在送达回证上记明情况之日为送达之日；如采用短信、APP、微信公众号或电子邮件的方式，则各方或争议解决机构系统记录的发出信息或电子邮件的时间即为送达之日。已履行送达地址变更通知义务的，以变更后的送达地址为有效送达地址。对于各方在本协议中明确约定的送达地址，法院进行送达时可直接邮寄送达，即使当事方未能收到法院邮寄送达的文书，也应当视为送达。
		     </p>
		     <p class="textIndent">
		     	（六）纠纷进入仲裁、民事诉讼程序后，如当事人应诉并直接向仲裁机构、法院提交送达地址确认书，该确认地址与诉前确认的送达地址不一致的，以向仲裁机构、法院提交确认的送达地址为准。送达地址确认书中载明的送达地址为律师或委托代理人地址的，诉前确认的送达地址同时有效。
		     </p>
		     <p class="textIndent">
		     	（七）协议送达条款为独立条款，不受协议整体或其他条款的效力的影响。
		     </p>
		       <p >
		     	<span>第四十二条</span>       因本协议引起的或与本协议有关的任何争议，由协议签订各方协商解决；协商不成的，应向丙方所在地有管辖权的法院起诉。争议期间，各方仍应履行未涉争议的条款。
		     </p>
		     <p class="textCenter"> 
		     	<span >第六章   附 则</span>
		     </p>
		     <p>
		     	<span>第四十三条</span>        乙方按照有关法律法规及乙方交易规则的规定向甲方收取手续费、交易产生税费由有交易各方自行缴纳。
		     </p>
		     <p>
		    <span> 第四十四条</span>       本协议由甲方通过乙方服务渠道在丙方提供的服务界面操作，各方在该服务界面进行的任何形式的确认，包括但不限于数字证书、密码、点击确认等形式均视为各方的可靠电子签名。本协议经（1）甲方通过上述方式确认同意签署本协议，且（2）乙方和丙方提示交易成功后，于系统记录的签约日期之日起发生法律效力。
		     </p>
		      <p>
		    <span> 第四十五条 </span>      本协议生效后，若有关法律法规、规章制度出台或修订，相关条款按新出台或修订的法律法规、规章制度办理；本协议中如有与未来出台或修订的法律法规、规章制度存在冲突或不一致的条款，自相关法律法规、规章制度生效之日起即可确认此类条款自始无效。但本协议其他条款继续有效。
		     </p>
		      <p>
		     <span> 第四十六条</span>       本协议根据法律法规规章和监管机构、乙方或丙方业务规章等规定如需修改或增补，修改或增补的内容将由乙方以公告形式通知甲方，若甲方在七日内不提出异议，公告内容即成为本协议组成部分。
		     </p>
		      <p>
		     <span>第四十七条</span>         本协议所指的通知方式除上述条款中已有约定外，可以是书面送达通知或公告通知。公告通知自公告在乙方及/或丙方经营场所、各方网站发布之日起生效。
		     </p>
		      <p>
		      <span>第四十八条 </span>      本协议生效后，至下列任一事件发生时终止：
		     </p>
		     <p class="textIndent">
		     	（一）乙方或丙方根据本协议第十七条的规定终止本协议；
		     </p>
		     <p class="textIndent">
		     	（二）乙方、丙方签署的《合作协议》终止。
		     </p>
		     <p>（以下无正文）</p>
		</div>
</template>

<script>
</script>

<style lang="scss">
.openingProtocol{
  padding:  20px 15px 30px;
  background-color:#fff;
   h1 {
  margin: 0 0 10px;
  text-align: center;
  line-height: 30px;
  font-weight: bold;
  font-size: 18px;
}
 h2 {
  font-size: 14px;
  margin-top: 20px;
  margin-bottom: 10px;
  font-weight: bold;
}
p {
  margin: 0;
  font-size: 12px;
  line-height: 23px;
  color: #000000;
  text-align: justify;
}
p span {
  font-weight: bold;
}
.textIndent{text-indent: 2em;}

.textCenter{text-align: center !important;}
}

</style>